Repository: Ainschy/core-contao
Catalog: .tx/source/*/comments/*_comments.xlf
Languages: tl

# tl_comments.source.0
source: Origin
tl: Източник

# tl_comments.source.1
source: The associated table.
tl: Съответната Таблица

# tl_comments.parent.0
source: Parent ID
tl: Родителски ID

# tl_comments.parent.1
source: The associated record.
tl: Съответния запис.

# tl_comments.date.0
source: Date
tl: Дата

# tl_comments.date.1
source: Please enter the comment date.
tl: Моля въведете дата за коментара.

# tl_comments.name.0
source: Author
tl: Автор

# tl_comments.name.1
source: Please enter the author's name.
tl: Моля въведете автор на коментара.

# tl_comments.email.0
source: E-mail address
tl: Е-поща

# tl_comments.email.1
source: The e-mail address will not be published.
tl: Адресът за Е-поща няма да бъде публикуван

# tl_comments.website.0
source: Website
tl: Сайт

# tl_comments.website.1
source: Here you can enter a website address.
tl: Тук може да въведете дрес на сайт.

# tl_comments.comment.0
source: Comment
tl: Коментар

# tl_comments.comment.1
source: Please enter the comment.
tl: Моля въведете коментара.

# tl_comments.addReply.0
source: Add a reply
tl: Добавяне на отговор

# tl_comments.addReply.1
source: Here you can reply to the comment.
tl: Тук можете да отговорите на коментара.

# tl_comments.author.0
source: Author
tl: Автор

# tl_comments.author.1
source: Here you can change the author of the reply.
tl: Тук можете да смените автора на отговора.

# tl_comments.reply.0
source: Reply
tl: Отговор

# tl_comments.reply.1
source: Here you can enter the reply.
tl: Тук можете да въведете отговора.

# tl_comments.published.0
source: Publish comment
tl: Публикуване на коментар

# tl_comments.published.1
source: Make the comment publicly visible on the website.
tl: Нека коментара е видим в сайта.

# tl_comments.author_legend
source: Author
tl: Автор

# tl_comments.comment_legend
source: Comment
tl: Коментар

# tl_comments.reply_legend
source: Reply
tl: Отговор

# tl_comments.publish_legend
source: Publish settings
tl: Публикуване на настройки

# tl_comments.approved
source: Approved
tl: Одобрен

# tl_comments.pending
source: Awaiting moderation
tl: Очаква модератор

# tl_comments.tl_content
source: Article
tl: Статия

# tl_comments.tl_page
source: Page
tl: Страница

# tl_comments.tl_news
source: News item
tl: Новина

# tl_comments.tl_faq
source: FAQ
tl: Често Задавани Въпроси

# tl_comments.tl_calendar_events
source: Event
tl: Събитие

# tl_comments.show.0
source: Comment details
tl: Подробнисти за коментара

# tl_comments.show.1
source: Show the details of comment ID %s
tl: Изглед на подробностите за коментар с ID %s

# tl_comments.edit.0
source: Edit comment
tl: Редакция на коментар

# tl_comments.edit.1
source: Edit comment ID %s
tl: Редакция на коментар с ID %s

# tl_comments.delete.0
source: Delete comment
tl: Изтриване на коментар

# tl_comments.delete.1
source: Delete comment ID %s
tl: Изтриване на коментар с ID %s

# tl_comments.toggle.0
source: Publish/unpublish comment
tl: Публикуване на коментар

# tl_comments.toggle.1
source: Publish/unpublish comment ID %s
tl: Публикуване на коментар с ID %s
