Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/*_article.xlf
Languages: tl

# tl_article.title.0
source: Title
tl: Pavadinimas

# tl_article.title.1
source: Please enter the article title.
tl: Įrašykite straipsnio pavadinimą.

# tl_article.alias.0
source: Article alias
tl: Straipsnio „alias“ pavadinimas.

# tl_article.alias.1
source: The article alias is a unique reference to the article which can be called instead of its numeric ID.
tl: Straipsnio „alias“ pavadinimas yra unikali nuoroda į straipsnį. Jis gali būti naudojamas vietoje ID numerio. Jei nieko neįrašysite, pavadinimas bus priskirtas automatiškai.

# tl_article.author.0
source: Author
tl: Autorius

# tl_article.author.1
source: Here you can change the author of the article.
tl: Čia galite keisti straipsnio autorių.

# tl_article.inColumn.0
source: Display in
tl: Rodyti

# tl_article.inColumn.1
source: Please choose the layout section you want the article to be displayed in.
tl: Parinkite straipsniui vietą puslapio išdėstyme.

# tl_article.keywords.0
source: Meta keywords
tl: Raktiniai žodžiai

# tl_article.keywords.1
source: Here you can enter a list of comma separated keywords. Keywords, however, are no longer relevant to most search engines (including Google).
tl: Čia galite įrašyti kableliais atskirtus raktažodžius, pagal kuriuos paieškos sistemos, tokios kaip „Google“ ar „Yahoo“, identifikuos straipsnio turinį. Paieškos sistemos paprastai pasižymi iki 800 simbolių.

# tl_article.teaserCssID.0
source: Teaser CSS ID/class
tl: Anonso CSS ID/klasė

# tl_article.teaserCssID.1
source: Here you can set an ID and one or more classes for the teaser element.
tl: Čia galite nustatyti anonso elemento ID bei vieną ar kelias klases.

# tl_article.showTeaser.0
source: Show teaser
tl: Rodyti anonsą

# tl_article.showTeaser.1
source: Show the article teaser if there are multiple articles.
tl: Rodyti anonsą, jei yra keli straipsniai

# tl_article.teaser.0
source: Article teaser
tl: Straipsnio anonsas

# tl_article.teaser.1
source: The article teaser can also be displayed with the content element "article teaser".
tl: Anonsas taipogi gali būti rodomas kaip turinio elementas „Straipsnio anonsas“.

# tl_article.printable.0
source: Syndication
tl: Spausdinamas

# tl_article.printable.1
source: Here you can choose which options are available.
tl: Pridėti nuorodą straipsnio eksportavimui į PDF failą.

# tl_article.cssID.0
source: CSS ID/class
tl: CSS ID ir klasė

# tl_article.cssID.1
source: Here you can set an ID and one or more classes.
tl: Galite įvesti ID ir vieną ar kelias klases

# tl_article.space.0
source: Space in front and after
tl: Tarpas viršuje ir apačioje

# tl_article.space.1
source: Here you can enter the spacing in front of and after the article in pixel. You should try to avoid inline styles and define the spacing in a style sheet, though.
tl: Galite nurodyti tarpus taškais (pikseliais) straipsnio viršuje ir apačioje.

# tl_article.published.0
source: Publish article
tl: Paskelbtas

# tl_article.published.1
source: Make the article publicly visible on the website.
tl: Padarykite straipsnį matomą tinklalapio galutiniam vartotojui.

# tl_article.start.0
source: Show from
tl: Rodyti nuo

# tl_article.start.1
source: Do not show the article on the website before this day.
tl: Iki čia nustatytos datos straipsnis tinklalapyje nebus rodomas.

# tl_article.stop.0
source: Show until
tl: Rodyti iki

# tl_article.stop.1
source: Do not show the article on the website on and after this day.
tl: Po čia nustatytos datos straipsnis tinklalapyje nebus rodomas.

# tl_article.tstamp.0
source: Revision date
tl: Redaguota

# tl_article.tstamp.1
source: Date and time of the latest revision
tl: Paskutinio redagavio data ir laikas

# tl_article.title_legend
source: Title and author
tl: Pavadinimas ir autorius

# tl_article.layout_legend
source: Section and keywords
tl: Sekcija ir raktiniai žodžiai

# tl_article.teaser_legend
source: Article teaser
tl: Straipsnio anonsas

# tl_article.expert_legend
source: Expert settings
tl: Eksperto nuostatos

# tl_article.publish_legend
source: Publish settings
tl: Publikavimo nuostatos

# tl_article.print
source: Print the page
tl: Spausdinti puslapį

# tl_article.pdf
source: Export as PDF
tl: Eksportuoti kaip PDF

# tl_article.facebook
source: Share on Facebook
tl: Dalintis Facebook'e

# tl_article.twitter
source: Share on Twitter
tl: Dalintis Twitter

# tl_article.gplus
source: Share on Google+
tl: Dalintis Google+

# tl_article.header
source: Header
tl: Viršutinis blokas blokas

# tl_article.left
source: Left column
tl: Kairys stulpelis

# tl_article.main
source: Main column
tl: Pagrindinis stulpelis

# tl_article.right
source: Right column
tl: Dešinys stulpelis

# tl_article.footer
source: Footer
tl: Apatinis blokas

# tl_article.new.0
source: New article
tl: Naujas straipsnis

# tl_article.new.1
source: Create a new article
tl: Sukurti naują straipsnį

# tl_article.show.0
source: Article details
tl: Straipsnio detalės

# tl_article.show.1
source: Show the details of article ID %s
tl: Rodyti straipsnio ID %s detales

# tl_article.edit.0
source: Edit article
tl: Redaguoti straipsnį

# tl_article.edit.1
source: Edit article ID %s
tl: Redaguoti straipsnį ID %s

# tl_article.editheader.0
source: Edit article settings
tl: Redaguoti straipsnio nustatymus

# tl_article.editheader.1
source: Edit the settings of article ID %s
tl: Redaguoti straipsnio ID %s nustatymus

# tl_article.copy.0
source: Duplicate article
tl: Sukurti dublikatą

# tl_article.copy.1
source: Duplicate article ID %s
tl: Sukurti straipsnio ID %s kopiją

# tl_article.cut.0
source: Move article
tl: Perkelti straipsnį

# tl_article.cut.1
source: Move article ID %s
tl: Perkelti straipsnį ID %s

# tl_article.delete.0
source: Delete article
tl: Šalinti straipsnį

# tl_article.delete.1
source: Delete article ID %s
tl: Šalinti straipsnį ID %s

# tl_article.toggle.0
source: Publish/unpublish article
tl: Viešinti/paslepti straipsnį

# tl_article.toggle.1
source: Publish/unpublish article ID %s
tl: Viešinti/paslėpti straipsnį ID %s

# tl_article.pasteafter.0
source: Paste after
tl: Įkelti po

# tl_article.pasteafter.1
source: Paste after article ID %s
tl: Įkelti po straipsniu ID %s

# tl_article.pasteinto.0
source: Paste into
tl: Įkelti į

# tl_article.pasteinto.1
source: Paste into page ID %s
tl: Įkelti į puslapį ID %s

# tl_article.teaser.1
source: The article teaser can also be displayed with the content element "article teaser".
tl: Краткият текст може също да се покзва с елемента за съдържание "Кратък Текст"
