Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/*_content.xlf
Languages: tl

# tl_content.type.0
source: Element type
tl: Elemento tipas

# tl_content.type.1
source: Please choose the type of content element.
tl: Pasirinkite turinio elemento tipą.

# tl_content.headline.0
source: Headline
tl: Antraštė

# tl_content.headline.1
source: Here you can add a headline to the content element.
tl: Čia galite įrašyti turinio elemento antraštę.

# tl_content.text.0
source: Text
tl: Tekstas

# tl_content.text.1
source: You can use HTML tags to format the text.
tl: Įrašykite tekstą (galite naudoti HTML žymas).

# tl_content.addImage.0
source: Add an image
tl: Įterpti paveikslėlį

# tl_content.addImage.1
source: Add an image to the content element.
tl: Jeigu pasirinksite, paveiksliukas bus įterptas turinyje.

# tl_content.singleSRC.0
source: Source file
tl: Pradinis (source) failas

# tl_content.singleSRC.1
source: Please select a file or folder from the files directory.
tl: Failų sistemoje pasirinkite failą ar katalogą

# tl_content.alt.0
source: Alternate text
tl: Alternatyvus tekstas

# tl_content.alt.1
source: Here you can enter an alternate text for the image (<em>alt</em> attribute).
tl: Tinklalapyje esantys paveiksliukai ar animacijos visada turi būti pateikti su trumpu aprašymu. Ši funkcija skirta naršyklėms, kurios negali parodyti paveiksliukų bei filmukų, taip pat neįgaliesiems.

# tl_content.title.0
source: Title
tl: Pavadinimas

# tl_content.title.1
source: Here you can enter the image title (<em>title</em> attribute).
tl: Čia galite įvesti paveikslėlio pavadinimą (<em>pavadinimas</em> atributas).

# tl_content.size.0
source: Image width and height
tl: Paveikslėlio plotis ir aukštis

# tl_content.size.1
source: Here you can set the image dimensions and the resize mode.
tl: Įrašykite pveikslėlio plotį, aukštį ar abi rekšmes kad jį sumažintumėte. Pagal vieną įvestą reikšmę kita reikšmė irgi bus pakeista proporcingai.

# tl_content.imagemargin.0
source: Image margin
tl: Paveikslėlio kraštai

# tl_content.imagemargin.1
source: Here you can enter the top, right, bottom and left margin.
tl: Prašome įvesti viršutinio, dešinio, apatinio ir kairio kraštų matmenis. Paveikslėlio kraštai - tai tarpai tarp jo ir šalimais esančių elementų.

# tl_content.imageUrl.0
source: Image link target
tl: Nuorodos tikslas

# tl_content.imageUrl.1
source: A custom image link target will override the lightbox link, so the image cannot be viewed fullsize anymore.
tl: Savos nuorodos įrašas pakeis „lightbox“ nuorodą, taigi paveiksliukas nebus rodomas pilnu dydžiu.

# tl_content.fullsize.0
source: Full-size view/new window
tl: Pilno dydžio peržiūra

# tl_content.fullsize.1
source: Open the full-size image in a lightbox or the link in a new browser window.
tl: Pridedama „lightbox“ nuoroda. Paspaudus paveiksliuką jis bus rodomas pilnu dydžiu.

# tl_content.floating.0
source: Image alignment
tl: Grafinio elemento lygiavimas

# tl_content.floating.1
source: Please specify how to align the image.
tl: Prašome pasirinkti grafinio elemento lygiavimą.

# tl_content.caption.0
source: Image caption
tl: Paveikslėlio paaiškinimas

# tl_content.caption.1
source: Here you can enter a short text that will be displayed below the image.
tl: Trumpas tekstas, kuris bus rodomas po paveikslėliu.

# tl_content.html.0
source: HTML code
tl: HTML kodas

# tl_content.html.1
source: You can modify the list of allowed HTML tags in the back end settings.
tl: Galite nustatyti administravime leistinas HTML žymas.

# tl_content.listtype.0
source: List type
tl: Sąrašo tipas

# tl_content.listtype.1
source: Please choose the type of list.
tl: Pasirinkite sąrašo tipą

# tl_content.listitems.0
source: List items
tl: Sąrašo elementai

# tl_content.listitems.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
tl: Jei esate išjungę JavaScript palaikymą, prieš keisdami tvarką įsitikinkite, ar išsaugojote pakeitimus.

# tl_content.tableitems.0
source: Table items
tl: Lentelės elementai

# tl_content.tableitems.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
tl: Jei esate išjungę JavaScript palaikymą, prieš keisdami tvarką įsitikinkite, ar išsaugojote pakeitimus.

# tl_content.summary.0
source: Table summary
tl: Lentelės suvestinė

# tl_content.summary.1
source: Please enter a short summary of the table and describe its purpose or structure.
tl: Įrašykite trumpą lentelės santrauką, kurioje apibūdinsite lentelės tikslą ar struktūrą.

# tl_content.thead.0
source: Add table header
tl: Pridėti lentelės antraštę

# tl_content.thead.1
source: Make the first row of the table the table header.
tl: Padaryti pirmą lentelės eilutę antrašte.

# tl_content.tfoot.0
source: Add table footer
tl: Pridėti paskutinę lentelės eilutę

# tl_content.tfoot.1
source: Make the last row of the table the table footer.
tl: Padaryti paskutinę lentelės eilutę lentelės apačia.

# tl_content.tleft.0
source: Use row headers
tl: Naudoti eilučių antraštes

# tl_content.tleft.1
source: Define the left column as row header.
tl: Naudoti kairįjį stulpelį kaip eilutės antraštę.

# tl_content.sortable.0
source: Sortable table
tl: Rušiuojama lentelė

# tl_content.sortable.1
source: Make the table sortable (requires JavaScript and a table header).
tl: Padaryti lentelę rūšiuojama (reikalingas JavaScript palaikymas ir lentelės antraštė).

# tl_content.sortIndex.0
source: Sort index
tl: Rūšiavimo rodyklė

# tl_content.sortIndex.1
source: The number of the default sort column.
tl: Pagal nutylėjimą rūšiuojamojo stulpelio numeris.

# tl_content.sortOrder.0
source: Sort order
tl: Rūšiavimo tvarka

# tl_content.sortOrder.1
source: Please choose the sort order.
tl: Pasirinkite rūšiavimo tvarką.

# tl_content.mooType.0
source: Operation mode
tl: Valdymo režimas

# tl_content.mooType.1
source: Please select the operation mode of the accordion element.
tl: Pasirinkite valdymo režimą esamam elementui.

# tl_content.mooStart.0
source: Wrapper start
tl: Laukelių rinkinio pradžia

# tl_content.mooStop.0
source: Wrapper stop
tl: Laukelių rinkinio pabaiga

# tl_content.mooHeadline.0
source: Section headline
tl: Skyriaus antraštė

# tl_content.mooHeadline.1
source: Please enter the headline of the content pane. HTML tags are allowed.
tl: Įrašykite turinio lango antraštę. Galite naudoti HTML žymas.

# tl_content.mooStyle.0
source: CSS format
tl: CSS formatavimas

# tl_content.mooStyle.1
source: Here you can format the section headline using CSS code.
tl: Galite nustatyti skyriaus antraštės vizualinį rodymą, naudojant CSS kodą.

# tl_content.mooClasses.0
source: Element classes
tl: Elementų klasės

# tl_content.mooClasses.1
source: Leave blank to use the default classes or enter a custom toggler and accordion class.
tl: Palikite tuščią, jei norite naudoti klases, priskiriamas pagal nutylėjimą arba įrašykite esamas klases.

# tl_content.shClass.0
source: Configuration
tl: Konfigūracija

# tl_content.shClass.1
source: Here you can configure the syntax highlighter (e.g. <em>gutter: false;</em>).
tl: Čia galite sukonfigūruoti sintaksės markiravimą (pvz. <em>gutter: false;</em>).

# tl_content.highlight.0
source: Syntax highlighting
tl: Sintaksės markiravimas

# tl_content.highlight.1
source: Please choose a scripting language.
tl: Pasirinkite kalbą.

# tl_content.code.0
source: Code
tl: Kodas

# tl_content.code.1
source: Note that the code will not be executed. Use F11 to toggle the fullscreen mode if you are using the code editor.
tl: Prašome įvesti kodą

# tl_content.linkTitle.0
source: Link text
tl: Nuorodos antraštė

# tl_content.linkTitle.1
source: The link text will be displayed instead of the target URL.
tl: Antraštė bus rodoma vietoje nuorodos URL.

# tl_content.embed.0
source: Embed the link
tl: Įterpti nuorodą

# tl_content.embed.1
source: Use the wildcard "%s" to embed the link in a phrase (e.g. <em>For more information please visit %s</em>).
tl: Norėdami sakinyje įterpti nuorodą naudokite žymą "%s" (pvz. <em>Norėdami rasti daugiau informacijos, aplankykite %s</em>).

# tl_content.rel.1
source: To trigger the lightbox, enter a rel attribute here.
tl: Norėdami įgalinti lightbox, įrašykite rel atributą.

# tl_content.useImage.0
source: Create an image link
tl: Nuoroda-paveikslėlis

# tl_content.useImage.1
source: Use an image instead of the link title.
tl: Naudoti paveikslėlį vietoje nuorodos pavadinimo.

# tl_content.multiSRC.0
source: Source files
tl: Pradiniai failai

# tl_content.multiSRC.1
source: Please select one or more files or folders from the files directory. If you select a folder, its files will be included automatically.
tl: Pasirinkite vieną ar kelis failus ar aplankus ir failų katalogo. Jei pasirinksite aplanką, jame esantys failai bus įtraukti automatiškai.

# tl_content.orderSRC.0
source: Sort order
tl: Rūšiavimo tvarka

# tl_content.useHomeDir.0
source: Use home directory
tl: Naudoti namų katalogą

# tl_content.useHomeDir.1
source: Use the home directory as file source if there is an authenticated user.
tl: Naudoti namų katalogą kaip failų šaltinį, jei yra prisijungęs vartotojas.

# tl_content.perRow.0
source: Thumbnails per row
tl: Glausti paveikslėliai eilutėje

# tl_content.perRow.1
source: The number of image thumbnails per row.
tl: Glaustų paveikslėlių skaičius eilutėje.

# tl_content.perPage.0
source: Items per page
tl: Įrašų puslapyje

# tl_content.perPage.1
source: The number of items per page. Set to 0 to disable pagination.
tl: Įrašų skaičius puslapyje. Jei nustatyta 0, puslapiavimas išjungiamas.

# tl_content.numberOfItems.0
source: Total number of images
tl: Viso paveikslėlių

# tl_content.numberOfItems.1
source: Here you can limit the total number of images. Set to 0 to show all.
tl: Čia galite nurodydi maksimalų paveikslėlių skaičių. Nustatymas lygus 0 rodo visus paveikslėlius.

# tl_content.sortBy.0
source: Order by
tl: Rūšiuoti pagal

# tl_content.sortBy.1
source: Please choose the sort order.
tl: Pasirinkite rūšiavimo tvarką.

# tl_content.galleryTpl.0
source: Gallery template
tl: Galerijos šablonas

# tl_content.galleryTpl.1
source: Here you can select the gallery template.
tl: Čia galite pasirinkti galerijos šabloną.

# tl_content.cteAlias.0
source: Referenced element
tl: Atraminis elementas

# tl_content.cteAlias.1
source: Please choose the content element you want to insert.
tl: Pasirinkite turinio elementą, kurį norite įtraukti.

# tl_content.articleAlias.0
source: Referenced article
tl: Atraminis straipsnis

# tl_content.articleAlias.1
source: Please choose the article you want to insert.
tl: Pasirinkite straipsnį, kurį norite įtraukti.

# tl_content.article.0
source: Article
tl: Straipsnis

# tl_content.article.1
source: Please select an article.
tl: Pasirinkite straipsnį.

# tl_content.form.0
source: Form
tl: Forma

# tl_content.form.1
source: Please select a form.
tl: Pasirinkite formą.

# tl_content.module.0
source: Module
tl: Modulis

# tl_content.module.1
source: Please select a module.
tl: Pasirinkite modulį.

# tl_content.protected.0
source: Protect element
tl: Apsaugoti elementą

# tl_content.protected.1
source: Show the content element to certain member groups only.
tl: Rodyti tik tam tikroms grupėms.

# tl_content.groups.0
source: Allowed member groups
tl: Leistinos narių grupės

# tl_content.groups.1
source: These groups will be able to see the content element.
tl: Šios grupės galės matyti turinio elementą.

# tl_content.guests.0
source: Show to guests only
tl: Rodyti tik svečiams

# tl_content.guests.1
source: Hide the content element if a member is logged in.
tl: Paslėpti turinio elementą nuo prisijungusių vartotojų.

# tl_content.cssID.0
source: CSS ID/class
tl: CSS ID/klasė

# tl_content.cssID.1
source: Here you can set an ID and one or more classes.
tl: Čia galite įvesti ID ir vieną ar kelias klases.

# tl_content.space.0
source: Space in front and after
tl: Tarpas prieš ir po

# tl_content.space.1
source: Here you can enter the spacing in front of and after the content element in pixel. You should try to avoid inline styles and define the spacing in a style sheet, though.
tl: Galite įrašyti tarpų prieš ir po turinio elemento reikšmes taškais (pixel). Pasistenkite vengti „inline“ stilių, vietoje to nurodykite tarpų reikšmes CSS faile.

# tl_content.invisible.0
source: Invisible
tl: Nematomas

# tl_content.invisible.1
source: Hide the element on the website.
tl: Šis elementas bus nematomas jūsų svetainėje.

# tl_content.start.0
source: Show from
tl: Kėlimo pradžia

# tl_content.start.1
source: Do not show the element on the website before this day.
tl: Žymi esamojo lango, apimančio kelis turinio elementus, kėlimo pradžią.

# tl_content.stop.0
source: Show until
tl: Kėlimo pabaiga

# tl_content.stop.1
source: Do not show the element on the website on and after this day.
tl: Žymi esamojo lango, apimančio kelis turinio elementus, kėlimo pabaigą.

# tl_content.type_legend
source: Element type
tl: Elemento tipas

# tl_content.text_legend
source: Text/HTML/Code
tl: Tekstas/HTML/kodas

# tl_content.image_legend
source: Image settings
tl: Paveikslėlio nustatymai

# tl_content.list_legend
source: List items
tl: Sąrašo elementai

# tl_content.table_legend
source: Table items
tl: Lentelės elementai

# tl_content.tconfig_legend
source: Table configuration
tl: Lentelės konfigūracija

# tl_content.sortable_legend
source: Sorting options
tl: Rūšiavimo nustatymai

# tl_content.moo_legend
source: Accordion settings
tl: Esamieji nustatymai

# tl_content.link_legend
source: Hyperlink settings
tl: Nuorodos nustatymai

# tl_content.imglink_legend
source: Image link settings
tl: Paveikslėlio nuorodos nustatymai

# tl_content.source_legend
source: Files and folders
tl: Failai ir katalogai

# tl_content.dwnconfig_legend
source: Download settings
tl: Atsisiuntimo nustatymai

# tl_content.include_legend
source: Include settings
tl: Įtraukimo nustatymai

# tl_content.protected_legend
source: Access protection
tl: Prieigos apsauga

# tl_content.expert_legend
source: Expert settings
tl: Eksperto nustatymai

# tl_content.template_legend
source: Template settings
tl: Šablono nustatymai

# tl_content.ordered
source: ordered list
tl: surųšiuotas sąrašas

# tl_content.unordered
source: unordered list
tl: nerūšiuotas sąrašas

# tl_content.name_asc
source: File name (ascending)
tl: Failo pavadinimas (A-Z)

# tl_content.name_desc
source: File name (descending)
tl: Failo pavadinimas (Z-A)

# tl_content.date_asc
source: Date (ascending)
tl: Data (A-Z)

# tl_content.date_desc
source: Date (descending)
tl: Data (Z-A)

# tl_content.random
source: Random order
tl: Atsitiktinis rūšiavimas

# tl_content.new.0
source: New element
tl: Naujas elementas

# tl_content.new.1
source: Add a new content element
tl: Sukurti naują turinio elementą

# tl_content.show.0
source: Element details
tl: Elemento duomenys

# tl_content.show.1
source: Show the details of content element ID %s
tl: Rodyti išsamius turinio elemento ID %s duomenis

# tl_content.cut.0
source: Move element
tl: Perkelti elementą

# tl_content.cut.1
source: Move content element ID %s
tl: Perkelti turinio elementą ID %s

# tl_content.copy.0
source: Duplicate element
tl: Kopijuoti elemmentą

# tl_content.copy.1
source: Duplicate content element ID %s
tl: Kopijuoti turinio elementą ID %s

# tl_content.delete.0
source: Delete element
tl: Šalinti elementą

# tl_content.delete.1
source: Delete content element ID %s
tl: Šalinti turinio elementą ID %s

# tl_content.edit.0
source: Edit element
tl: Redaguoti elementą

# tl_content.edit.1
source: Edit content element ID %s
tl: Redaguoti elementą ID %s

# tl_content.editheader.0
source: Edit article settings
tl: Redaguoti straipsnio antraštę

# tl_content.editheader.1
source: Edit the settings of the article
tl: Redaguoti straipsnio antraštę

# tl_content.pasteafter.0
source: Paste at the top
tl: Įklijuoti viršuje

# tl_content.pasteafter.1
source: Paste after content element ID %s
tl: Įklijuoti po turinio elementu ID %s

# tl_content.pastenew.0
source: Add new at the top
tl: Pridėti naują viršuje

# tl_content.pastenew.1
source: Add new after content element ID %s
tl: Pridėti naują po turinio elementu ID %s

# tl_content.toggle.0
source: Toggle visibility
tl: Matomumas

# tl_content.toggle.1
source: Toggle the visibility of element ID %s
tl: Nustatyti elemento ID %s rodymą

# tl_content.editalias.0
source: Edit source element
tl: Redaguoti pradinį elementą

# tl_content.editalias.1
source: Edit the source element ID %s
tl: Redaguoti pradinį elementą ID %s

# tl_content.editarticle.0
source: Edit article
tl: Redaguoti straipsnį

# tl_content.editarticle.1
source: Edit article ID %s
tl: Redaguoti straipsnį ID %s
