Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/*_files.xlf
Languages: tl

# tl_files.name.0
source: Name
tl: Наименование

# tl_files.name.1
source: Contao automatically adds the file extension.
tl: Моля въведете името на файла (без разширението) или директорията.

# tl_files.fileupload.0
source: File upload
tl: Качване

# tl_files.fileupload.1
source: Browse your local computer and select the files you want to upload to the server.
tl: Моля изберете един или повече файлове от вашия компютър за качване на сървъра.

# tl_files.editor.0
source: Source editor
tl: Редактор на изходен код

# tl_files.editor.1
source: Here you can edit the file source.
tl: Използвайте редактора на изходен код, за да модифицирате файлове на сървъра.

# tl_files.upload
source: Upload files
tl: Качване на файлове

# tl_files.uploadNback
source: Upload files and go back
tl: Качване на файлове и връщане обратно

# tl_files.editFF
source: Edit a file or folder
tl: Редакция на файл или директория

# tl_files.uploadFF
source: Upload files to folder "%s"
tl: Качване на файл в директория "%s"

# tl_files.editFile
source: Edit file "%s"
tl: Редкация на файл "%s"

# tl_files.browseFiles
source: Browse files
tl: Разглеждане на файлове

# tl_files.clearList
source: Clear list
tl: Изчистване на списъка

# tl_files.startUpload
source: Start upload
tl: Започване на качване

# tl_files.new.0
source: New folder
tl: Нова директория

# tl_files.new.1
source: Create a new folder
tl: Създаване на нова директория

# tl_files.cut.0
source: Move file or folder
tl: Преместване на файл или директория

# tl_files.cut.1
source: Move file or folder "%s"
tl: Премести този файл или директория

# tl_files.copy.0
source: Duplicate file or folder
tl: Копиране на файл или директория

# tl_files.copy.1
source: Duplicate file or folder "%s"
tl: Копирай този файл или директория

# tl_files.edit.0
source: Rename file or folder
tl: Редакция на файл или директория

# tl_files.edit.1
source: Rename file or folder "%s"
tl: редактирай този файл или директория

# tl_files.delete.0
source: Delete file or folder
tl: Изтриване на файл или директория

# tl_files.delete.1
source: Delete file or folder "%s"
tl: Изтрий този файл или директория

# tl_files.source.0
source: Edit file
tl: Редктирай кода

# tl_files.source.1
source: Edit file "%s"
tl: Редакция на изходния код на файла

# tl_files.protect.0
source: Protect folder
tl: Защити директория

# tl_files.protect.1
source: Protect folder "%s"
tl: Защити директория "%s"

# tl_files.unlock.0
source: Remove protection
tl: Премахни защита

# tl_files.unlock.1
source: Unprotect folder "%s"
tl: Премахни защитата от "%s"

# tl_files.move.0
source: File upload
tl: Кчване на файлове

# tl_files.move.1
source: Upload files to the server
tl: Качи един или повече файлове

# tl_files.pasteinto.0
source: Paste into
tl: Постави в

# tl_files.pasteinto.1
source: Paste into this folder
tl: Поставяне в тази директория

# tl_files.uploadFF
source: Upload files to folder "%s"
tl: Įkelti failus į katalogą "%s"

# tl_files.editFile
source: Edit file "%s"
tl: Redaguoti failą "%s"

# tl_files.cut.1
source: Move file or folder "%s"
tl: Perkelti failą ar aplanką "%s"

# tl_files.copy.1
source: Duplicate file or folder "%s"
tl: Kopijuoti failą ar aplanką "%s"

# tl_files.edit.1
source: Rename file or folder "%s"
tl: Pervadinti failą ar aplanką "%s"

# tl_files.delete.1
source: Delete file or folder "%s"
tl: Šalinti failą ar aplanką "%s"

# tl_files.source.1
source: Edit file "%s"
tl: Redaguoti failą "%s"

# tl_files.protect.1
source: Protect folder "%s"
tl: Apsaugoti aplanką "%s"

# tl_files.unlock.1
source: Unprotect folder "%s"
tl: Panaikinti aplanko "%s" apsaugą
