Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/*_form.xlf
Languages: tl

# tl_form.title.0
source: Title
tl: Pavadinimas

# tl_form.title.1
source: Please enter the form title.
tl: Įveskite formos pavadinimą.

# tl_form.alias.0
source: Form alias
tl: Formos alternatyvusis vardas

# tl_form.alias.1
source: The form alias is a unique reference to the form which can be called instead of its numeric ID.
tl: Formos alternatyvusis vardas yra unikali nuoroda kuria galima iškviesti formą vietoj naudojamo jos ID.

# tl_form.jumpTo.0
source: Redirect page
tl: Nukreipimo puslapis

# tl_form.jumpTo.1
source: Please choose the page to which visitors will be redirected after submitting the form.
tl: Parinkite puslapį, į kurį tinklalapio lankytojai bus nukreipti po to, kai užpildys formą.

# tl_form.sendViaEmail.0
source: Send form data via e-mail
tl: Siųsti formos duomenis el. paštu

# tl_form.sendViaEmail.1
source: Send the submitted data to an e-mail address.
tl: Siųsti formos duomenis elektroniniu paštu.

# tl_form.recipient.0
source: Recipient address
tl: Gavėjo adresas

# tl_form.recipient.1
source: Separate multiple e-mail addresses with comma.
tl: Jei yra keli gavėjai, atskirkite elektroninio pašto adresus kableliais.

# tl_form.subject.0
source: Subject
tl: Tema

# tl_form.subject.1
source: Please enter the e-mail subject.
tl: Įrašykite elektroninio pašto žinutės temą.

# tl_form.format.0
source: Data format
tl: Duomenų formatas

# tl_form.format.1
source: Defines how the form data will be forwarded.
tl: Nustatykite kaip bus perduodami formos duomenys.

# tl_form.raw.0
source: Raw data
tl: Neapdoroti duomenys

# tl_form.raw.1
source: The form data will be sent as plain text message with each field in a new line.
tl: Formos duomenys bus siunčiami kaip paprastas tekstas, duomenys iš kiekvieno formos laukelio bus surašyti į atskiras eilutes.

# tl_form.xml.0
source: XML file
tl: XML failas

# tl_form.xml.1
source: The form data will be attached to the e-mail as an XML file.
tl: Formos duomenys surašyti XML faile, kuris bus prisegtas prie elektroninio pašto žinutės.

# tl_form.csv.0
source: CSV file
tl: CSV failas

# tl_form.csv.1
source: The form data will be attached to the e-mail as a CSV file.
tl: Formos duomenys surašyti CSV faile, kuris bus prisegtas prie elektroninio pašto žinutės.

# tl_form.email.0
source: E-mail
tl: El. paštas

# tl_form.email.1
source: Ignores all fields except <em>email</em>, <em>subject</em>, <em>message</em> and <em>cc</em> (carbon copy) and sends the form data like it had been sent from a mail client. File uploads are allowed.
tl: Bus ignoruojami visi laukai, išskyrus <em>email</em>, <em>subject</em>, <em>message</em> ir <em>cc</em> (carbon copy) ir formos duomenys bus siunčiami taip pat, kaip iš elektroninio pašto naudotojo programos. Failų įkėlimas leidžiamas.

# tl_form.skipEmtpy.0
source: Skip empty fields
tl: Praleisti tuščius laukus

# tl_form.skipEmtpy.1
source: Hide empty fields in the e-mail.
tl: Paslėpti tuščius laukus elektroniniame pašte.

# tl_form.storeValues.0
source: Store data
tl: Saugoti duomenis

# tl_form.storeValues.1
source: Store the submitted data in the database.
tl: Saugoti įvestus duomenis duomenų bazėje.

# tl_form.targetTable.0
source: Target table
tl: DB lentelė

# tl_form.targetTable.1
source: The target table must contain a column for every form field.
tl: Įrašoma duomenų bazės lentelė turi turėti stulpelius kiekvienam formos duomenų laukui.

# tl_form.method.0
source: Submission method
tl: Pateikimo būdas

# tl_form.method.1
source: The default form submission method is POST.
tl: Pagal nutylėjimą pateikimo būdas yra POST

# tl_form.attributes.0
source: CSS ID/class
tl: CSS ID/klasė

# tl_form.attributes.1
source: Here you can set an ID and one or more classes.
tl: Čia galite įvesti ID ir vieną ar kelias klases.

# tl_form.formID.0
source: Form ID
tl: Formos ID

# tl_form.formID.1
source: The form ID is required to trigger a Contao module.
tl: Formos ID reikalingas susiejimui su TYPOlight moduliu.

# tl_form.tableless.0
source: Tableless layout
tl: Be lentelių

# tl_form.tableless.1
source: Render the form without HTML tables.
tl: Generuoti formą be HTML lentelių.

# tl_form.allowTags.0
source: Allow HTML tags
tl: Leisti HTML žymas

# tl_form.allowTags.1
source: Allow HTML tags in form fields.
tl: Leisti įvesti HTML žymas į formos laukus.

# tl_form.tstamp.0
source: Revision date
tl: Peržiūros data

# tl_form.tstamp.1
source: Date and time of the latest revision
tl: Paskutinės peržiūros data ir laikas

# tl_form.title_legend
source: Title and redirect page
tl: Pavadinimas ir nukreipimo puslapis

# tl_form.email_legend
source: Send form data
tl: Siųsti formos duomenis

# tl_form.store_legend
source: Store form data
tl: Saugoti formos duomenis

# tl_form.expert_legend
source: Expert settings
tl: Eksperto nuostatos

# tl_form.config_legend
source: Form configuration
tl: Formos konfigūracija

# tl_form.new.0
source: New form
tl: Nauja forma

# tl_form.new.1
source: Create a new form
tl: Sukurti naują formą

# tl_form.show.0
source: Form details
tl: Formos detalės

# tl_form.show.1
source: Show the details of form ID %s
tl: Rodyti formą ID %s išsamiai

# tl_form.edit.0
source: Edit form
tl: Redaguoti formą

# tl_form.edit.1
source: Edit form ID %s
tl: Redaguoti formą ID %s

# tl_form.editheader.0
source: Edit form settings
tl: Keisti formos nustatymus

# tl_form.editheader.1
source: Edit the settings of form ID %s
tl: Keisti formos %s nustatymus

# tl_form.copy.0
source: Duplicate form
tl: Dubliuoti formą

# tl_form.copy.1
source: Duplicate form ID %s
tl: Sukurti formos ID %s kopiją

# tl_form.delete.0
source: Delete form
tl: Šalinti formą

# tl_form.delete.1
source: Delete form ID %s
tl: Šalinti formą ID %s
