Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/*_form_field.xlf
Languages: tl

# FFL.headline.0
source: Headline
tl: Antraštė

# FFL.headline.1
source: A custom field to insert a section headline.
tl: laukas, kuriame įrašoma antraštę.

# FFL.explanation.0
source: Explanation
tl: Paaiškinimas

# FFL.explanation.1
source: A custom field to insert an explanation text.
tl: laukas, kuriame įrašomas paaiškinimas.

# FFL.html.0
source: HTML code
tl: HTML kodas

# FFL.html.1
source: A custom field to insert HTML code.
tl: laukas, kuriame įterpiamas HTML kodas

# FFL.fieldset.0
source: Fieldset
tl: Laukelių rinkinys

# FFL.fieldset.1
source: A container for form fields with an optional legend.
tl: talpykla formos laukeliams su legendos atvaizdavimo galimybe.

# FFL.text.0
source: Text field
tl: Teksto laukas

# FFL.text.1
source: A single-line input field for a short or medium text.
tl: vienos eilutės įvesties laukas nedidelės apimties tekstui.

# FFL.password.0
source: Password field
tl: Slaptažodžio laukas

# FFL.password.1
source: A single-line input field for a password. Contao automatically adds a confirmation field.
tl: vienos eilutės įvesties laukas slaptažodžiui. TYPOlight automatiškai pridės slaptažodžio sutikrinimo lauką.

# FFL.textarea.0
source: Textarea
tl: Tekstas (textarea)

# FFL.textarea.1
source: A multi-line input field for a medium or long text.
tl: įvesties laukas didelės apimties tekstui.

# FFL.select.0
source: Select menu
tl: Pasirinkimo meniu

# FFL.select.1
source: A single- or multi-line drop-down menu.
tl: vienos ar kelių eilučių iškrentantis (drop-down) meniu.

# FFL.radio.0
source: Radio button menu
tl: Radio mygtukų meniu

# FFL.radio.1
source: A list of multiple options from which one can be selected.
tl: kelių opcijų sąrašas, iš kurių galima pasirinkti vieną.

# FFL.checkbox.0
source: Checkbox menu
tl: Varnelių (checkbox) meniu

# FFL.checkbox.1
source: A list of multiple options from which any can be selected.
tl: opcijų, iš kurių galima rinktis vieną ar kelias, sąrašas.

# FFL.upload.0
source: File upload
tl: Failo įkėlimas

# FFL.upload.1
source: A single-line input field to upload a local file to the server.
tl: vienos eilutės įvesties laukas, kuriame galima parinkti vartotojo kompiuteryje esantį failą ir įkelti jį į serverį.

# FFL.hidden.0
source: Hidden field
tl: Paslėptas laukas

# FFL.hidden.1
source: A single-line input field that is not visible in the form.
tl: vienos eilutės įvesties laukas, nematomas formoje.

# FFL.captcha.0
source: Security question
tl: Saugos klausimas

# FFL.captcha.1
source: A simple math question to verify that the form is being submitted by a human (CAPTCHA).
tl: paprastas klausimas, užduodamas tam, kad įsitikintumėte, jog formą pildo žmogus, o ne programa (CAPTCHA).

# FFL.submit.0
source: Submit field
tl: Patvirtinimo laukas

# FFL.submit.1
source: A button to submit the form.
tl: formos patvirtinimo mygtukas.

# tl_form_field.type.0
source: Field type
tl: Lauko tipas

# tl_form_field.type.1
source: Please choose the type of field.
tl: Pasirinkite lauko tipą.

# tl_form_field.name.0
source: Field name
tl: Lauko pavadinimas

# tl_form_field.name.1
source: The field name is a unique name to identify the field.
tl: unikalus vardas lauko identifikacijai.

# tl_form_field.label.0
source: Field label
tl: Lauko etiketė

# tl_form_field.label.1
source: The field label will be visible on the website, typically in front of or above the field.
tl: Lauko etiketė (label) bus matoma tinklalapyje, paprastai virš lauko arba po juo.

# tl_form_field.text.0
source: Text
tl: Tekstas

# tl_form_field.text.1
source: You can use HTML tags to format the text.
tl: Teksto formatavimui galite naudoti HTML žymas.

# tl_form_field.html.1
source: You can modify the list of allowed HTML tags in the back end settings.
tl: Galite redaguoti administravime leistinų HTML žymų sąrašą.

# tl_form_field.options.0
source: Options
tl: Pasirinktys

# tl_form_field.options.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
tl: Jei JavaScript palaikymas išjungtas, prieš keisdami tvarką įsitikinkite, ar išsaugojote pakeitimus.

# tl_form_field.mandatory.0
source: Mandatory field
tl: Privalomas laukas

# tl_form_field.mandatory.1
source: The form will not submit if the field is empty.
tl: Forma nebus patvirtinta, jei laukas neužpildytas.

# tl_form_field.rgxp.0
source: Input validation
tl: Įvesties tikrinimas

# tl_form_field.rgxp.1
source: Validate the input against a regular expression.
tl: Patikrinti įvestą informaciją.

# tl_form_field.digit.0
source: Numeric characters
tl: Skaičių simboliai

# tl_form_field.digit.1
source: Allows numeric characters, minus (-), full stop (.) and space ( ).
tl: leidžiami skaičiai, minusas (-), taškas (.) ir tarpas ( ).

# tl_form_field.alpha.0
source: Alphabetic characters
tl: Raidžių simboliai

# tl_form_field.alpha.1
source: Allows alphabetic characters, minus (-), full stop (.) and space ( ).
tl: leidžiamos raidės, minusas (-), taškas (.) ir tarpas ( ).

# tl_form_field.alnum.0
source: Alphanumeric characters
tl: Raidės ir skaičiai

# tl_form_field.alnum.1
source: Allows alphabetic and numeric characters, minus (-), full stop (.), underscore (_) and space ( ).
tl: leidžiamos raidės, skaičiai, minusas (-), taškas (.), pabraukimo simbolis (_) ir tarpas ( ).

# tl_form_field.extnd.0
source: Extended alphanumeric characters
tl: Raidės ir skaičiai (išplėsta)

# tl_form_field.extnd.1
source: Allows everything except special characters which are usually encoded for security reasons (#/()<=>).
tl: leidžiami visi simboliai išskyrus specialius (#/()).

# tl_form_field.date.0
source: Date
tl: Data

# tl_form_field.date.1
source: Checks whether the input matches the global date format.
tl: patikrina, ar įvedimo data sutampa su esama.

# tl_form_field.time.0
source: Time
tl: Laikas

# tl_form_field.time.1
source: Checks whether the input matches the global time format.
tl: patikrina, ar įvedimo laikas sutampa su esamu.

# tl_form_field.datim.0
source: Date and time
tl: Data ir laikas

# tl_form_field.datim.1
source: Checks whether the input matches the global date and time format.
tl: patikrina, ar įvedimo data ir laikas sutampa su esamais.

# tl_form_field.phone.0
source: Phone number
tl: Telefonas

# tl_form_field.phone.1
source: Allows numeric characters, plus (+), minus (-), slash (/), parentheses () and space ( ).
tl: leidžiami skaičiai, pliusas (+), minusas (-), pasviręs brūkšnys (/), lenktiniai skliaustai () ir tarpas ( ).

# tl_form_field.email.0
source: E-mail address
tl: El. paštas

# tl_form_field.email.1
source: Checks whether the input is a valid e-mail address.
tl: patikrina, ar įvestas galiojantis elektroninio pašto adresas.

# tl_form_field.url.0
source: URL format
tl: Nuoroda

# tl_form_field.url.1
source: Checks whether the input is a valid URL.
tl: patikrina, ar nuoroda (URL) įvesta teisingai.

# tl_form_field.placeholder.0
source: Placeholder
tl: Vietaženklis

# tl_form_field.placeholder.1
source: Show this text as long as the field is empty (requires HTML5).
tl: Šis tekstas rodomas, tol, kol formos įvedimo laukas yra tusčias.

# tl_form_field.maxlength.0
source: Maximum length
tl: Maksimalus ilgis

# tl_form_field.maxlength.1
source: Limit the field length to a certain number of characters (text) or bytes (file uploads).
tl: Riboti į lauką įrašytų simbolių skaičių (tekstui) ar baitus (failo įkėlimui.)

# tl_form_field.size.0
source: Rows and columns
tl: Eilutės ir stulpeliai

# tl_form_field.size.1
source: The number of rows and columns of the textarea.
tl: Teksto lauko (textarea) eilučių ir stulpelių skaičius.

# tl_form_field.multiple.0
source: Multiple selection
tl: Daugialypis pasirinkimas

# tl_form_field.multiple.1
source: Allow visitors to select more than one option.
tl: Leidžia lankytojams pasirinkti daugiau nei vieną opciją.

# tl_form_field.mSize.0
source: List size
tl: Sąrašo dydis

# tl_form_field.mSize.1
source: Here you can enter the size of the select box.
tl: Čia galite nurodyti parinkčių lauko dydį.

# tl_form_field.extensions.0
source: Allowed file types
tl: Leidžiami failų tipai

# tl_form_field.extensions.1
source: A comma separated list of valid file extensions.
tl: Leidžiamų failų plėtinių, atskirtų kableliais, sąrašas.

# tl_form_field.storeFile.0
source: Store uploaded files
tl: Išsaugoti įkeltus failus

# tl_form_field.storeFile.1
source: Move the uploaded files to a folder on the server.
tl: Perkelti įkeltus failus į serveryje esantį aplanką.

# tl_form_field.uploadFolder.0
source: Target folder
tl: Tikslinis aplankas

# tl_form_field.uploadFolder.1
source: Please select the target folder from the files directory.
tl: Iš failų katalogo pasirinkite tikslinį aplanką.

# tl_form_field.useHomeDir.0
source: Use home directory
tl: Naudoti namų katalogą

# tl_form_field.useHomeDir.1
source: Store the file in the home directory if there is an authenticated user.
tl: Išsaugoti failus namų kataloge, jei juos įkelia prisijungęs vartotojas.

# tl_form_field.doNotOverwrite.0
source: Preserve existing files
tl: Saugotiti esančius failus

# tl_form_field.doNotOverwrite.1
source: Add a numeric suffix to the new file if the file name already exists.
tl: Failo pavadinime pridėti skaičių (kaip priesagą), jei serveryje yra failas tokiu pat pavadinimu, kaip įkeliamasis.

# tl_form_field.fsType.0
source: Operation mode
tl: Darbinis rėžimas

# tl_form_field.fsType.1
source: Please select the operation mode of the fieldset element.
tl: Pasirinkite laukelių rinkinio elementro darbinį rėžimą

# tl_form_field.fsStart.0
source: Wrapper start
tl: Laukelių rinkinio pradžia

# tl_form_field.fsStart.1
source: Marks the beginning of a fieldset and can contain a legend.
tl: Žymi laukelių rinkinio pradžią ir gali turėti legeną

# tl_form_field.fsStop.0
source: Wrapper stop
tl: Laukelių rinkinio pabaiga

# tl_form_field.fsStop.1
source: Marks the end of a fieldset.
tl: Žymi laukelių rinkinio pabaigą.

# tl_form_field.value.0
source: Default value
tl: Numatytoji reikšmė

# tl_form_field.value.1
source: Here you can enter a default value for the field.
tl: Čia galite įrašyti lauko numatytąją reikšmę.

# tl_form_field.class.0
source: CSS class
tl: CSS klasė

# tl_form_field.class.1
source: Here you can enter one or more classes.
tl: Čia galite įrašyti vieną ar kelias klases.

# tl_form_field.accesskey.0
source: Access key
tl: Prieigos klavišas

# tl_form_field.accesskey.1
source: A form field can be focused by pressing the [ALT] or [CTRL] key and the access key simultaneously.
tl: Formos laukas gali būti aktyvuotas paspaudus [ALT] arba [CTRL] bei prieigos klavišą vienu metu.

# tl_form_field.tabindex.0
source: Tab index
tl: Skirtukas

# tl_form_field.fSize.0
source: Field size
tl: Lauko dydis

# tl_form_field.fSize.1
source: Here you can enter the size of the upload field (size attribute).
tl: Čia galite įvesti įkeliamo failo dydžio nustatymus.

# tl_form_field.addSubmit.0
source: Add a submit button
tl: Pridėti pateikimo mygtuką

# tl_form_field.addSubmit.1
source: Add a submit button next to the field to create a single line form.
tl: Pridėti pateikimo (submit) mygtuką šalia lauko (vienos eilutės forma, pvz. failų įkėlimo).

# tl_form_field.slabel.0
source: Submit button label
tl: Pateikimo mygtuko etiketė

# tl_form_field.slabel.1
source: Please enter the label of the submit button.
tl: Užrašas ant pateikimo (submit) mygtuko.

# tl_form_field.imageSubmit.0
source: Create an image button
tl: Sukurti mygtuką-paveikslėlį

# tl_form_field.imageSubmit.1
source: Use an image submit button instead of the default one.
tl: Naudoti paveikslėlį kaip mygtuką vietoje numatytojo.

# tl_form_field.singleSRC.0
source: Source file
tl: Pradžios failas

# tl_form_field.singleSRC.1
source: Please select an image from the files directory.
tl: Iš failų katalogo pasirinkite paveikslėlį.

# tl_form_field.type_legend
source: Field type and name
tl: Lauko tipas ir pavadinimas

# tl_form_field.text_legend
source: Text/HTML
tl: Tekstas/HTML

# tl_form_field.fconfig_legend
source: Field configuration
tl: Lauko konfigūracija

# tl_form_field.options_legend
source: Options
tl: Parinktys

# tl_form_field.store_legend
source: Store file
tl: Įrašomas failas

# tl_form_field.expert_legend
source: Expert settings
tl: Eksperto nustatymai

# tl_form_field.submit_legend
source: Submit button
tl: Pateikimo mygtukas

# tl_form_field.image_legend
source: Image button
tl: Mygtukas-paveikslėlis

# tl_form_field.new.0
source: New field
tl: Naujas laukas

# tl_form_field.new.1
source: Create a new field
tl: Sukurti naują lauką

# tl_form_field.show.0
source: Field details
tl: Lauko informacija

# tl_form_field.show.1
source: Show the details of field ID %s
tl: Rodyti išsamią lauko ID %s informaciją

# tl_form_field.edit.0
source: Edit field
tl: Redaguoti lauką

# tl_form_field.edit.1
source: Edit field ID %s
tl: Redaguoti lauką ID %s

# tl_form_field.cut.0
source: Move field
tl: Perkelti lauką

# tl_form_field.cut.1
source: Move field ID %s
tl: Perkelti lauką ID %s

# tl_form_field.copy.0
source: Duplicate field
tl: Dubliuoti lauką

# tl_form_field.copy.1
source: Duplicate field ID %s
tl: Sukurti lauko ID %s kopiją

# tl_form_field.delete.0
source: Delete field
tl: Šalinti lauką

# tl_form_field.delete.1
source: Delete field ID %s
tl: Šalinti lauką ID %s

# tl_form_field.editheader.0
source: Edit form
tl: Redaguoti formą

# tl_form_field.editheader.1
source: Edit the form settings
tl: Redaguoti formos nustatymus

# tl_form_field.pasteafter.0
source: Paste at the top
tl: Įklijuoti viršuje

# tl_form_field.pasteafter.1
source: Paste after field ID %s
tl: Įklijuoti po lauku ID %s

# tl_form_field.pastenew.0
source: Add new at the top
tl: Pridėti naują viršuje

# tl_form_field.pastenew.1
source: Add new after field ID %s
tl: Pridėti naują po lauku ID %s

# tl_form_field.toggle.0
source: Toggle visibility
tl: Keisti matomumą

# tl_form_field.toggle.1
source: Toggle the visibility of field ID %s
tl: Keisti lauko %s matomumą
