Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/*_install.xlf
Languages: tl

# tl_install.installTool.0
source: Installation
tl: Contao įdiegimo įrankis

# tl_install.installTool.1
source: Install tool login
tl: Įdiegimo įrankio prisijungimas

# tl_install.locked.0
source: The install tool has been locked
tl: Įdiegimo įrankis yra užrakintas

# tl_install.locked.1
source: For security reasons, the install tool has been locked after a wrong password had been entered more than three times in a row. To unlock it, open the local configuration file and set <em>installCount</em> to <em>0</em>.
tl: Saugumo sumetimais įdiegimo įrankis buvo užrakintas po daugiau nei 3 kartus įvesto klaidingo slaptažodžio. Atidarykite konfiguracinį failą ir nustatykite <em>installCount</em> į <em>0</em>, kad atrakintumėte.

# tl_install.password.0
source: Password
tl: Slaptažodis

# tl_install.password.1
source: Please enter the install tool password. The install tool password is not the same as the Contao back end password.
tl: Įveskite įdiegimo įrankio slaptažodį. Įdiegimo įrankio slaptažodis nėra toks pat, kaip administravimo panelės.

# tl_install.changePass.0
source: Install tool password
tl: Įdiegimo įrankio slaptažodis

# tl_install.changePass.1
source: To additionally secure the Contao install tool, you can either rename or completely remove the <strong>contao/install.php</strong> file.
tl: Kad papildomai apsaugotumėte scenarijų, jūs galite arba įterpti <strong>exit;</strong> komandą į <strong>typolight/install.php</strong>, arba visiškai ištrinti failą iš savo serverio. Šiuo atveju jūs turėsite keisti sistemos nustatymus tiesiogiai konfigūraciniame faile.

# tl_install.encryption.0
source: Generate an encryption key
tl: Sukurti šifravimo raktą

# tl_install.encryption.1
source: This key is used to store encrypted data. Please note that encrypted data can only be decrypted with this key! Therefore note it down and do not change it if there is encrypted data already. Leave empty to generate a random key.
tl: Šis raktas yra naudojamas užšifruotų duomenų saugojimui. Turėkite omenyje, kad užšifruoti duomenys gali būti iššifruoti tik su šiuo raktu! Todėl atsiminkite jį ir nekeiskite, jeigu jis jau yra įvestas. Palikite laukelį tuščią, kad būtų sukurtas atsitiktinis raktas.

# tl_install.database.0
source: Check database connection
tl: Patikrinti ryšį su duomenų baze

# tl_install.database.1
source: Please enter your database connection parameters.
tl: Įveskite savo duomenų bazės prisijungimo nustatymus.

# tl_install.collation.0
source: Collation
tl: Lyginimas

# tl_install.collation.1
source: For more information see the <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" target="_blank">MySQL manual</a>.
tl: Dėl platesnės informacijos aplankykite <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" onclick="window.open(this.href); return false;"> MySQL dokumentą.</a>

# tl_install.update.0
source: Update database tables
tl: Atnaujinti duomenų bazės lenteles

# tl_install.update.1
source: Please note that the update assistant has only been tested with MySQL and MySQLi drivers. If you are using a different database (e.g. Oracle), you might have to install or update your database manually.
tl: Turėkite omenyje, kad atnaujimo padėjėjas buvo patikrintas tik su MySQL ir MySQLi tvarkyklėmis. Jeigu jūs naudojate kitokią duomenų bazę (pvz. Oracle), gali tekti įdiegti ar atnaujinti duomenų bazę rankiniu būdu. Šiuo atveju, prašau eikite į <strong>system/modules</strong> ir ieškokite visus jo pakatologius, kad surastumėte <strong>config/database.sql</strong> failus.

# tl_install.template.0
source: Import a template
tl: Įkelti šabloną

# tl_install.template.1
source: Here you can import an <em>.sql</em> file from the <em>templates</em> directory with a pre-configured example website. Existing data will be deleted! If you only want to import a theme, please use the theme manager in the Contao back end instead.
tl: Pasirinkite <em>.sql</em> failą iš <em>templates</em> katalogo.

# tl_install.admin.0
source: Create an admin user
tl: Sukurti administravimo vartotoją

# tl_install.admin.1
source: If you have imported the example website, the admin's username is <strong>k.jones</strong> and the password is <strong>kevinjones</strong>. See the example website (front end) for more information.
tl: Jeigu įkėlėte pavyzdinę svetainę, administracinis vartotojas yra <strong>k.jones</strong>, o jo slaptažodis yra <strong>kevinjones</strong>. Daugiau informacijos ieškokite svetainėje.

# tl_install.completed.0
source: Congratulations!
tl: Sveikiname!

# tl_install.completed.1
source: Now please log into the <a href="contao/">Contao back end</a> and check the system settings. Then visit your website to make sure that Contao is working correctly.
tl: Prisijunkite prie TYPOlight administravimo panelės ir pasitikrinkite sistemos nustatymus. Po to apsilankykite savo svetainėje, kad įsitikintumėte jog TYPOlight veikia teisingai.

# tl_install.ftp.0
source: Modify files via FTP
tl: Redaguoti failus per FTP

# tl_install.ftp.1
source: Your server does not support file access via PHP; most likely PHP runs as Apache module under a different user. Therefore please enter your FTP login details, so Contao can modify files via FTP (Safe Mode Hack).
tl: Įveskite savo FTP prisijungimo duomenis, kad TYPOlight galėtų juos redaguoti per FTP (Saugos rėžimu)

# tl_install.accept
source: Accept license
tl: Sutikti su licenzija

# tl_install.beLogin
source: Contao back end login
tl: Contao administravimo panelės prisijungimas

# tl_install.passError
source: Please enter a password to prevent unauthorized access!
tl: Pasikeiskite įprastinį slaptažodį, kad išvengtumėte neleistino prisijungimo!

# tl_install.passConfirm
source: A custom password has been set.
tl: Įprastinis slaptažodis buvo pakeistas.

# tl_install.passSave
source: Save password
tl: Išsaugoti slaptažodį

# tl_install.keyError
source: Please create an encryption key!
tl: Susikurkite šifravimo raktą!

# tl_install.keyLength
source: An encryption key has to be at least 12 characters long!
tl: Šifravimo raktas turi būti bent 12 simbolių ilgio!

# tl_install.keyConfirm
source: An encryption key has been created.
tl: Šifravimo raktas sukurtas.

# tl_install.keyCreate
source: Generate encryption key
tl: Generuoti šifravimo raktą

# tl_install.keySave
source: Generate or save key
tl: Generuoti arba išsaugoti raktą

# tl_install.dbConfirm
source: Database connection established.
tl: Duomenų bazės prisijungimas veikia.

# tl_install.dbError
source: Not connected to a database!
tl: Nepavyko prisijungti prie duomenų bazės!

# tl_install.dbDriver
source: Driver
tl: Tvarkyklė

# tl_install.dbHost
source: Host
tl: Adresas

# tl_install.dbUsername
source: Username
tl: Vartotojo vardas

# tl_install.dbDatabase
source: Database
tl: Duomenų bazė

# tl_install.dbPersistent
source: Persistent connection
tl: Pastovus ryšys

# tl_install.dbCharset
source: Character set
tl: Simoblių rinkinys

# tl_install.dbCollation
source: Collation
tl: Lygiavimas

# tl_install.dbPort
source: Port number
tl: Porto numeris

# tl_install.dbSave
source: Save database settings
tl: Išsaugoti duomenų bazės nustatymus

# tl_install.collationInfo
source: Changing the collation will affect all tables with a <em>tl_</em> prefix.
tl: Lygiavimo pakeitimas įtakos visas lenteles su <em>tl_</em> įrašu priekyje.

# tl_install.updateError
source: The database is not up to date!
tl: Duomenų bazė pasenusi!

# tl_install.updateConfirm
source: The database is up to date.
tl: Duomenų bazė atnaujinta.

# tl_install.updateSave
source: Update database
tl: Atnaujinti duomenų bazę

# tl_install.updateX
source: It seems that you are upgrading from a Contao version prior to version %s. If that is the case, <strong>it is required to run the version %s update</strong> to ensure the integrity of your data!
tl: Panašu, jog naujinate Contao iki %s versijos. Jei taip, tuomet <strong>būtina naujinti naudojant %s versiją</strong> norint neprarasti duomenų!

# tl_install.updateXrun
source: Run version %s update
tl: Vykdyti versijos %s naujinimą

# tl_install.importError
source: Please choose a template file!
tl: Pasirinkite šablono failą!

# tl_install.importConfirm
source: Template imported on %s
tl: Šablonas įkeltas į %s

# tl_install.importWarn
source: Any existing data will be deleted!
tl: Visi esami duomenys bus ištrinti!

# tl_install.templates
source: Templates
tl: Šablonai

# tl_install.doNotTruncate
source: Do not truncate tables
tl: Nevalyti lentelių

# tl_install.importSave
source: Import template
tl: Įkelti šabloną

# tl_install.importContinue
source: Any existing data will be deleted! Do you really want to continue?
tl: Visi esami duomenys bus ištinti! Ar tikrai norite tęsti?

# tl_install.adminError
source: Please fill in all fields to create an admin user!
tl: Užpildykite visus laukelius, kad sukurtumėte administratoriaus vartotoją!

# tl_install.adminConfirm
source: An admin user has been created.
tl: Administratoriaus vartotojas buvo sukurtas.

# tl_install.adminSave
source: Create admin account
tl: Sukurti administratoriaus vartotoją

# tl_install.installConfirm
source: You have successfully installed Contao.
tl: Jūs sėkmingai įdiegėte Contao.

# tl_install.ftpHost
source: FTP hostname
tl: FTP adresas

# tl_install.ftpPath
source: Relative path to Contao directory (e.g. <em>httpdocs/</em>)
tl: Santykinis kelias iki Contao direktorijos (pvz. <em>httpdocs/</em>)

# tl_install.ftpUser
source: FTP username
tl: FTP vartotojo vardas

# tl_install.ftpPass
source: FTP password
tl: FTP slaptažodis

# tl_install.ftpSSLh4
source: Secure connection
tl: Šifruotas prisijungimas

# tl_install.ftpSSL
source: Connect via FTP-SSL
tl: Jungtis per FTP-SSL

# tl_install.ftpPort
source: FTP port
tl: FTP prievadas

# tl_install.ftpSave
source: Save FTP settings
tl: Išsaugoti FTP nustatymus

# tl_install.ftpHostError
source: Could not connect to FTP server %s
tl: Nepavyko prisijungti prie FTP serverio %s

# tl_install.ftpUserError
source: Could not login as "%s"
tl: Nepavyko prisijungti kaip "%s"

# tl_install.ftpPathError
source: Could not locate Contao directory %s
tl: Nepavyko aptikti TYPOlight direktorijos %s

# tl_install.CREATE
source: Create new tables
tl: Sukurti naujas lenteles

# tl_install.ALTER_ADD
source: Add new columns
tl: Pridėti naujus stulpelius

# tl_install.ALTER_CHANGE
source: Change existing columns
tl: Pakeisti esamus stulpelius

# tl_install.ALTER_DROP
source: Drop existing columns
tl: Naikinti esamus stulpelius

# tl_install.DROP
source: Drop existing tables
tl: Naikinti esamas lenteles
