Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/*_layout.xlf
Languages: tl

# tl_layout.name.0
source: Title
tl: Pavadinimas

# tl_layout.name.1
source: Please enter the layout title.
tl: Įrašykite išdėstymo pavadinimą.

# tl_layout.fallback.0
source: Default layout
tl: Numatytasis išdėstymas

# tl_layout.fallback.1
source: Make the layout the default layout.
tl: Skirti išdėstymą numatytuoju.

# tl_layout.rows.0
source: Rows
tl: Antraštė ir apačia

# tl_layout.headerHeight.0
source: Header height
tl: Antraštės aukštis

# tl_layout.headerHeight.1
source: Please enter the height of the page header.
tl: Įrašykite puslapio antraštės aukštį.

# tl_layout.footerHeight.0
source: Footer height
tl: Apačios aukštis

# tl_layout.footerHeight.1
source: Please enter the height of the page footer.
tl: Įrašykite puslapio apačios aukštį.

# tl_layout.cols.0
source: Columns
tl: Stulpeliai

# tl_layout.cols.1
source: Please choose the number of columns.
tl: Pasirinkite stulpelių skaičių.

# tl_layout.1cl.0
source: Main column only
tl: Tik pagrindinis stulpelis

# tl_layout.1cl.1
source: Show only one column.
tl: rodyti tik vieną stulpelį.

# tl_layout.2cll.0
source: Left and main column
tl: Kairysis ir pagrindinis stulpeliai

# tl_layout.2cll.1
source: Show two columns with the main column on the right side.
tl: rodyti du stulpelius, pagrindinis stulpelis dešinėje.

# tl_layout.2clr.0
source: Main and right column
tl: Pagrindinis ir dešinysis stulpeliai

# tl_layout.2clr.1
source: Show two columns with the main column on the left side.
tl: rodyti du stulpelius, pagrindinis stulpelis kairėje.

# tl_layout.3cl.0
source: Main, left and right column
tl: Pagrindinis, kairysis ir dešinysis stulpeliai

# tl_layout.3cl.1
source: Show three columns with the main column in the middle.
tl: rodyti tris stulpelius, pagrindinis stulpelis centre.

# tl_layout.widthLeft.0
source: Left column width
tl: Kairiojo stulpelio plotis

# tl_layout.widthLeft.1
source: Please enter the width of the left column.
tl: Įrašykite kairiojo stulpelio plotį.

# tl_layout.widthRight.0
source: Right column width
tl: Dešiniojo stulpelio plotis

# tl_layout.widthRight.1
source: Please enter the width of the right column.
tl: Įrašykite dešiniojo stulpelio plotį.

# tl_layout.sections.0
source: Custom layout sections
tl: Individualūs išdėstymo blokai

# tl_layout.sections.1
source: Custom layout sections can be defined in the back end settings.
tl: Individualūs išdėstymo blokai gali būti nurodyti administravimo srities nustatymuose.

# tl_layout.sPosition.0
source: Custom sections position
tl: Individualių blokų pozicija

# tl_layout.sPosition.1
source: Please select the position of the custom layout sections.
tl: Parinkite vietą individualiems išdėstymo blokams.

# tl_layout.stylesheet.0
source: Style sheets
tl: Stiliai

# tl_layout.stylesheet.1
source: Please select the style sheets you want to add to the layout.
tl: Pasirinkite stilius (CSS), kuriuos norite naudoti išdėstyme.

# tl_layout.orderExt.0
source: Sort order
tl: Rūšiavimo tvarka

# tl_layout.webfonts.0
source: Google web fonts
tl: Google web šriftai

# tl_layout.webfonts.1
source: Here you can add Google web fonts to your website. Specify the font families without the base URL (e.g. <em>Ubuntu|Ubuntu+Mono</em>).
tl: Čia galite į savo tinklalapį pridėti Google web šriftus. Nurodykite šriftų šeimas be šakninio URL (pvz.: <em>Ubuntu|Ubuntu+Mono</em>).

# tl_layout.newsfeeds.0
source: News feeds
tl: Naujienų srautai

# tl_layout.newsfeeds.1
source: Please select the news feeds you want to add to the layout.
tl: Pasirinkite naujienų srautus, kuriuos norite pridėti į išdėstymą.

# tl_layout.calendarfeeds.0
source: Calendar feeds
tl: Kalendorių srautai

# tl_layout.calendarfeeds.1
source: Please select the calendar feeds you want to add to the layout.
tl: Pasirinkite kalendorių srautus, kuriuos norite pridėti į išdėstymą.

# tl_layout.modules.0
source: Included modules
tl: Įterpti moduliai

# tl_layout.modules.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
tl: Jei JavaScript išjungtas, prieš keisdami tvarką įsitikinkite, ar išsaugojote pakeitimus.

# tl_layout.template.0
source: Page template
tl: Puslapio šablonas

# tl_layout.template.1
source: Here you can select the page template.
tl: Čia galite pasirinkti puslapio šabloną.

# tl_layout.doctype.0
source: Output format
tl: Dokumento tipas

# tl_layout.doctype.1
source: Here you can set the output format.
tl: Nurodykite dokumento tipą.

# tl_layout.cssClass.0
source: Body class
tl: Body elemento klasė(s)

# tl_layout.cssClass.1
source: Here you can add custom classes to the body tag.
tl: Čia galite įrašyti savo sukurtas body žymos klases.

# tl_layout.onload.1
source: Here you can add a body onload attribute.
tl: Čia galite pridėti body onload atributą.

# tl_layout.head.0
source: Additional &lt;head&gt; tags
tl: Papildomos žymos

# tl_layout.head.1
source: Here you can add individual tags to the head section of the page.
tl: Čia galite prdėti individualias puslapio head sekcijai taikomas žymas.

# tl_layout.mooSource.0
source: MooTools source
tl: MooTools šaltinis

# tl_layout.mooSource.1
source: Here you can select from where to load the MooTools scripts.
tl: Galite pasirinkti, kurį MooTools failą norite naudoti - vietinį ar išorinį.

# tl_layout.mootools.0
source: MooTools templates
tl: Mootools šablonas

# tl_layout.mootools.1
source: Here you can select one or more MooTools templates.
tl: Čia galite pasirinkti mootools šabloną

# tl_layout.script.0
source: Custom JavaScript code
tl: Papildomas JavaScript kodas

# tl_layout.script.1
source: The JavaScript code which will be inserted at the bottom of the page.
tl: JavaScript kodas, kuris bus įkeltas į puslapio apačią.

# tl_layout.static.0
source: Static layout
tl: Stacionarus išdėstymas

# tl_layout.static.1
source: Create a static layout with a fixed width and alignment.
tl: Sukurti stacionarų fiksuoto pločio bei lygiavimo išdėstymą.

# tl_layout.width.0
source: Overall width
tl: Bendras plotis

# tl_layout.width.1
source: The overall width will be applied to the wrapper element.
tl: Bendro pločio reikšmė bus taikoma kėlimo elementui.

# tl_layout.align.0
source: Alignment
tl: Lygiavimas

# tl_layout.align.1
source: Please select the alignment of the page.
tl: Pasirinkite puslapio lygiavimą.

# tl_layout.title_legend
source: Title
tl: Pavadinimas ir numatytasis

# tl_layout.header_legend
source: Rows
tl: Antraštė ir apačia

# tl_layout.column_legend
source: Columns
tl: Stulpelio nustatymai

# tl_layout.sections_legend
source: Custom sections
tl: Individualūs blokai

# tl_layout.style_legend
source: Style sheets
tl: Stiliai (CSS)

# tl_layout.feed_legend
source: RSS/Atom feeds
tl: RSS/Atom

# tl_layout.modules_legend
source: Front end modules
tl: Lankytojų srities moduliai

# tl_layout.expert_legend
source: Expert settings
tl: Eksperto nustatymai

# tl_layout.script_legend
source: Script settings
tl: Scenarijų nustatymai

# tl_layout.static_legend
source: Static layout
tl: Stacionarus išdėstymas

# tl_layout.moo_local
source: MooTools - local file
tl: Naudoti vietinį failą

# tl_layout.moo_googleapis
source: MooTools - googleapis.com
tl: Įkrauti iš googleapis.com

# tl_layout.moo_fallback
source: MooTools - googleapis.com with local fallback
tl: Krauti iš googleapis.com su lokaliu palaikymu

# tl_layout.before
source: After the page header
tl: Po puslapio antrašte

# tl_layout.main
source: Inside the main column
tl: Pagrindiniame stulpelyje

# tl_layout.after
source: Before the page footer
tl: Prieš puslapio apačią

# tl_layout.edit_styles
source: Edit the style sheets
tl: Redaguoti CSS stilius

# tl_layout.edit_module
source: Edit the module
tl: Redaguoti modulį

# tl_layout.new.0
source: New layout
tl: Naujas išdėstymas

# tl_layout.new.1
source: Create a new layout
tl: Sukurti naują išdėstymą

# tl_layout.show.0
source: Layout details
tl: Išdėstymo informacija

# tl_layout.show.1
source: Show the details of layout ID %s
tl: Rodyti išsamią išdėstymo ID %s informaciją

# tl_layout.edit.0
source: Edit layout
tl: Redaguoti išdėstymą

# tl_layout.edit.1
source: Edit layout ID %s
tl: Redaguoti išdėstymą ID %s

# tl_layout.cut.0
source: Move layout
tl: Perkelti išdėstymą

# tl_layout.cut.1
source: Move layout ID %s
tl: Perkelti išdėstymą ID %s

# tl_layout.copy.0
source: Duplicate layout
tl: Dubliuoti išdėstymą

# tl_layout.copy.1
source: Duplicate layout ID %s
tl: Sukurti išdėstymo ID %s kopiją

# tl_layout.delete.0
source: Delete layout
tl: Šalinti išdėstymą

# tl_layout.delete.1
source: Delete layout ID %s
tl: Šalinti išdėstymą ID %s

# tl_layout.editheader.0
source: Edit theme
tl: Redaguoti temą

# tl_layout.editheader.1
source: Edit the theme settings
tl: Redaguoti temos nustatymus
