Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/*_log.xlf
Languages: tl

# tl_log.tstamp.0
source: Date
tl: Data

# tl_log.tstamp.1
source: Date and time of the log entry
tl: Registrų žurnalo įrašo data ir laikas

# tl_log.source.0
source: Origin
tl: Kilmė

# tl_log.source.1
source: Back end or front end
tl: Administravimas (back end) ar naudotojo sąsaja (front end)

# tl_log.action.0
source: Category
tl: Kategorija

# tl_log.action.1
source: Category of the action
tl: Veiksmo kategorija

# tl_log.username.0
source: User
tl: Vartotojas

# tl_log.username.1
source: Name of the authenticated user
tl: Registruoto vartotojo vardas

# tl_log.text.0
source: Details
tl: Detalės

# tl_log.text.1
source: Details of the log entry
tl: Išsamūs registrų žurnalo įrašo duomenys

# tl_log.func.0
source: Function
tl: Funkcija

# tl_log.func.1
source: Name of the initiating function
tl: Inicijuotos funkcijos pavadinimas

# tl_log.ip.0
source: IP address
tl: IP adresas

# tl_log.ip.1
source: IP address of the user
tl: Vartotojo IP adresas

# tl_log.browser.0
source: Browser
tl: Naršyklė

# tl_log.browser.1
source: Name of the user agent
tl: Vartotojo naudotos interneto naršyklės pavadinimas

# tl_log.BE
source: Back end
tl: Administravimas

# tl_log.FE
source: Front end
tl: Naudotojo sąsaja

# tl_log.show.0
source: Show details
tl: Rodyti detales

# tl_log.show.1
source: Show the details of entry ID %s
tl: Rodyti įrašo ID %s išsamius duomenis

# tl_log.delete.0
source: Delete
tl: Šalinti

# tl_log.delete.1
source: Delete entry ID %s
tl: Šalinti įrašą ID %s
