Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/*_maintenance.xlf
Languages: tl

# tl_maintenance.cacheTables.0
source: Purge data
tl: Išvalyti duomenis

# tl_maintenance.cacheTables.1
source: Please select the data you want to purge or rebuild.
tl: Pasirinkite duomenis, kuriuos norite išvalyti.

# tl_maintenance.frontendUser.0
source: Front end user
tl: Išorinis vartotojas

# tl_maintenance.frontendUser.1
source: Automatically log in a front end user to index protected pages.
tl: Automatiškai prijungti išorinį (front end) vartotoją prie apsaugotų puslapių.

# tl_maintenance.clearCache
source: Purge data
tl: Išvalyti duomenis

# tl_maintenance.cacheCleared
source: The data has been purged
tl: Duomenys buvo išvalyti

# tl_maintenance.liveUpdate
source: Live Update
tl: Tiesioginis atnaujinimas

# tl_maintenance.liveUpdateId
source: Live Update ID
tl: Tiesioginio atnaujinimo ID

# tl_maintenance.upToDate
source: Your Contao version %s is up to date
tl: Contao versija %s nereikalauja atnaujinimo

# tl_maintenance.newVersion
source: A newer Contao version %s is available
tl: Pasirodė nauja Contao %s versija

# tl_maintenance.emptyLuId
source: Please enter your Live Update ID
tl: Įrašykite tiesioginio atnaujinimo ID

# tl_maintenance.notWriteable
source: The temporary folder (system/tmp) is not writeable
tl: Įrašymas į laikinų failų aplanką (system/tmp) negalimas

# tl_maintenance.changelog
source: View the change log
tl: Rodyti pakeitimų istoriją

# tl_maintenance.runLiveUpdate
source: Run the update
tl: Vykdyti atnaujinimą

# tl_maintenance.toc
source: Content of the update archive
tl: Naujinimo archyvo turinys

# tl_maintenance.backup
source: Backuped files
tl: Išsaugoti failai

# tl_maintenance.update
source: Updated files
tl: Atnaujinti failai

# tl_maintenance.searchIndex
source: Rebuild the search index
tl: Perrašyti paieškos indeksą

# tl_maintenance.indexSubmit
source: Rebuild index
tl: Perrašyti indeksą

# tl_maintenance.noSearchable
source: No searchable pages found
tl: Nerasta paieškai leistinų puslapių

# tl_maintenance.indexNote
source: Please wait for the page to load completely before you proceed!
tl: Prieš pradedant palaukite, kol puslapis visiškai užsikraus!

# tl_maintenance.indexLoading
source: Please wait while the search index is being rebuilt.
tl: Palaukite kol paieškos indeksas bus perrašytas.

# tl_maintenance.indexComplete
source: The search index has been rebuilt. You can now proceed.
tl: Paieškos indeksas perrašytas. Galite tęsti.

# tl_maintenance.updateHelp
source: Please enter your %s here.
tl: Įrašykite savo %s čia.
