Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/*_member.xlf
Languages: tl

# tl_member.firstname.0
source: First name
tl: Vardas

# tl_member.firstname.1
source: Please enter the first name.
tl: Įrašykite vardą.

# tl_member.lastname.0
source: Last name
tl: Pavardė

# tl_member.lastname.1
source: Please enter the last name.
tl: Įrašykite pavardę.

# tl_member.dateOfBirth.0
source: Date of birth
tl: Gimimo data

# tl_member.dateOfBirth.1
source: Please enter the date of birth.
tl: Įrašykite gimimo datą.

# tl_member.gender.0
source: Gender
tl: Lytis

# tl_member.gender.1
source: Please choose the gender.
tl: Nurodykite lytį.

# tl_member.company.0
source: Company
tl: Darbovietė

# tl_member.company.1
source: Here you can enter a company name.
tl: Čia galite įrašyti darbovietės pavadinimą.

# tl_member.street.0
source: Street
tl: Adresas

# tl_member.street.1
source: Please enter the street name and number.
tl: Įrašykite gatvės pavadinimą bei namo ir (jei yra) buto numerius.

# tl_member.postal.0
source: Postal code
tl: Pašto kodas

# tl_member.postal.1
source: Please enter the postal code.
tl: Įrašykite pašto kodą.

# tl_member.city.0
source: City
tl: Miestas

# tl_member.city.1
source: Plase enter the name of the city.
tl: Įrašykite miesto pavadinimą.

# tl_member.state.0
source: State
tl: Valstija

# tl_member.state.1
source: Plase enter the name of the state.
tl: Įrašykite valstijos pavadinimą.

# tl_member.country.0
source: Country
tl: Šalis

# tl_member.country.1
source: Please select the country.
tl: Nurodykite šalį.

# tl_member.phone.0
source: Phone number
tl: Telefonas

# tl_member.phone.1
source: Please enter the phone number.
tl: Įrašykite telefono numerį.

# tl_member.mobile.0
source: Cell phone number
tl: Mobilusis

# tl_member.mobile.1
source: Please enter the cell phone number.
tl: Įrašykite mobiliojo telefono numerį.

# tl_member.fax.0
source: Fax number
tl: Faksas

# tl_member.fax.1
source: Please enter the fax number.
tl: Įrašykite fakso numerį.

# tl_member.email.0
source: E-mail address
tl: El. paštas

# tl_member.email.1
source: Please enter a valid e-mail address.
tl: Įrašykite galiojantį elektroninio pašto adresą.

# tl_member.website.0
source: Website
tl: Tinklalapis

# tl_member.website.1
source: Here you can enter a web address.
tl: Čia galite įrašyti tinklalapio adresą.

# tl_member.language.0
source: Language
tl: Kalba

# tl_member.language.1
source: Please select the language.
tl: Nustatykite kalbą.

# tl_member.groups.0
source: Member groups
tl: Narių grupės

# tl_member.groups.1
source: Here you can assign the user to one or more groups.
tl: Čia galite priskirti narį vienai ar kelioms narių grupėms.

# tl_member.login.0
source: Allow login
tl: Leisti prisijungti

# tl_member.login.1
source: Allow the user to log into the front end.
tl: Leisti nariui prisijungti prie tinklalapio naudotojo sąsajos (front end).

# tl_member.username.0
source: Username
tl: Vartotojas

# tl_member.username.1
source: Please enter a unique username.
tl: Įrašykite unikalų vartotojo vardą.

# tl_member.assignDir.0
source: Set home directory
tl: Nustatyti namų katalogą

# tl_member.assignDir.1
source: Define a home directory for the user.
tl: Nustatyti namų katalogą vartotojui.

# tl_member.homeDir.0
source: Home directory
tl: Namų katalogas

# tl_member.homeDir.1
source: Please select a folder from the files directory.
tl: Parinkite aplanką iš failų katalogo.

# tl_member.disable.0
source: Deactivate
tl: Deaktyvuoti

# tl_member.disable.1
source: Temporarily disable the account.
tl: Laikinai atjungti vartotojo sąskaitą.

# tl_member.start.0
source: Activate on
tl: Aktyvuoti nuo

# tl_member.start.1
source: Automatically activate the account on this day.
tl: Automatiškai aktyvuoti vartotojo sąskaitą nuo nustatytos dienos.

# tl_member.stop.0
source: Deactivate on
tl: Deaktyvuoti nuo

# tl_member.stop.1
source: Automatically deactivate the account on this day.
tl: Automatiškai atjungti vartotojo sąskaitą nuo nustatytos dienos.

# tl_member.personal_legend
source: Personal data
tl: Asmeniniai duomenys

# tl_member.address_legend
source: Address details
tl: Adreso informacija

# tl_member.contact_legend
source: Contact details
tl: Kontaktinė informacija

# tl_member.groups_legend
source: User groups
tl: Vartotojų grupės

# tl_member.login_legend
source: Login details
tl: Prisijungimo duomenys

# tl_member.homedir_legend
source: Home directory
tl: Namų katalogas

# tl_member.account_legend
source: Account settings
tl: Sąskaitos nustatymai

# tl_member.personalData
source: Personal data
tl: Asmeniniai duomenys

# tl_member.addressDetails
source: Address details
tl: Adreso informacija

# tl_member.contactDetails
source: Contact details
tl: Kontaktinė informacija

# tl_member.loginDetails
source: Login details
tl: Prisijungimo duomenys

# tl_member.new.0
source: New member
tl: Naujas narys

# tl_member.new.1
source: Create a new member
tl: Sukurti naują narį

# tl_member.show.0
source: Member details
tl: Nario duomenys

# tl_member.show.1
source: Show the details of member ID %s
tl: Rodyti išsamią nario ID %s informaciją

# tl_member.edit.0
source: Edit member
tl: Redaguoti narį

# tl_member.edit.1
source: Edit member ID %s
tl: Redaguoti narį ID %s

# tl_member.copy.0
source: Duplicate member
tl: Dubliuoti narį

# tl_member.copy.1
source: Duplicate member ID %s
tl: Sukurti nario ID %s kopiją

# tl_member.delete.0
source: Delete member
tl: Šalinti narį

# tl_member.delete.1
source: Delete member ID %s
tl: Šalinti narį ID %s

# tl_member.toggle.0
source: Activate/deactivate member
tl: Aktyvuoti/deaktyvuoti narį

# tl_member.toggle.1
source: Activate/deactivate member ID %s
tl: Aktyvuoti/deaktyvuoti narį %s
