Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/*_module.xlf
Languages: tl

# tl_module.name.0
source: Title
tl: Pavadinimas

# tl_module.name.1
source: Please enter the module title.
tl: Įrašykite modulio pavadinimą.

# tl_module.headline.0
source: Headline
tl: Antraštė

# tl_module.headline.1
source: Here you can add a headline to the module.
tl: Įrašykite modulio antraštę.

# tl_module.type.0
source: Module type
tl: Modulio tipas

# tl_module.type.1
source: Please choose the type of module.
tl: Pasirinkite modulio tipą.

# tl_module.levelOffset.0
source: Start level
tl: Pradžios lygis

# tl_module.levelOffset.1
source: Enter a value greater than 0 to show only submenu items.
tl: Jei norite rodyti tik submeniu įrašus, įrašykite reikšmę didesnę už 0.

# tl_module.showLevel.0
source: Stop level
tl: Pabaigos lygis

# tl_module.showLevel.1
source: Enter a value greater than 0 to limit the nesting level of the menu.
tl: Jei norite riboti lygius, įrašykite reikšmę didesnę už 0.

# tl_module.hardLimit.0
source: Hard limit
tl: Galutinė riba

# tl_module.hardLimit.1
source: Never show any menu items beyond the stop level.
tl: Niekada nerodyti meniu punktų, žemesnių už pabaigos lygį.

# tl_module.showProtected.0
source: Show protected items
tl: Rodyti apsaugotus įrašus

# tl_module.showProtected.1
source: Show items that are usually only visible to authenticated users.
tl: Viešai rodyti įrašus, kurie paprastai matomi tik prisijungusiems vartotojams.

# tl_module.defineRoot.0
source: Set a reference page
tl: Nustatyti informacijos puslapį

# tl_module.defineRoot.1
source: Define a custom source or target page for the module.
tl: Nustatyti modulio šaltinį ar nukreipti į informacinį puslapį.

# tl_module.rootPage.0
source: Reference page
tl: Informacinis puslapis

# tl_module.rootPage.1
source: Please choose the reference page from the site structure.
tl: Iš tinklalapio struktūros pasirinkite informacinį puslapį.

# tl_module.navigationTpl.0
source: Navigation template
tl: Navigacijos šablonas

# tl_module.navigationTpl.1
source: Here you can select the navigation template.
tl: Čia galite pasirinkti navigacijos šabloną.

# tl_module.pages.0
source: Pages
tl: Puslapiai

# tl_module.pages.1
source: Please choose one or more pages from the site structure.
tl: Iš tinklalapio struktūros pasirinkite vieną ar kelis puslapius.

# tl_module.showHidden.0
source: Show hidden items
tl: Rodyti paslėptus įrašus

# tl_module.showHidden.1
source: Show items that are usually hidden in the navigation menu.
tl: Rodyti navigacijos meniu įrašus, kurie pažymėti kaip slepiami.

# tl_module.customLabel.0
source: Custom label
tl: Etiketė (label)

# tl_module.customLabel.1
source: Here you can enter a custom label for the drop-down menu.
tl: Čia galite įrašyti norimą etiketę iškrentančiam (drop-down) meniu.

# tl_module.autologin.0
source: Allow auto login
tl: Leisti automatinį prisijungimą

# tl_module.autologin.1
source: Allow members to log into the front end automatically.
tl: Leisti nariams prisijungti prie tinklalapio automatiškai

# tl_module.jumpTo.0
source: Redirect page
tl: Nukreipimo puslapis

# tl_module.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking a link or submitting a form.
tl: Nustatykite puslapį, į kurį lankytojai bus nukreipti, kai spustels nuorodą ar užpildys formą.

# tl_module.redirectBack.0
source: Redirect to last page visited
tl: Nukreipti į paskutinį lankytą puslapį

# tl_module.redirectBack.1
source: Redirect the user back to the last page visited instead of the redirect page.
tl: Vietoje nukreipimo puslapio rodyti paskutinį lankytojo naršytą puslapį.

# tl_module.cols.0
source: Number of columns
tl: Stulpelių skaičius

# tl_module.cols.1
source: Please choose the number of columns of the form.
tl: Nustatykite formos stulpelių skaičių.

# tl_module.1cl.0
source: One column
tl: Vienas stulpelis

# tl_module.1cl.1
source: Show the label above the input field.
tl: rodyti etiketę (label) virš įvesties lauko.

# tl_module.2cl.0
source: Two columns
tl: Du stulpeliai

# tl_module.2cl.1
source: Show the label on the left side of the input field.
tl: rodyti etiketę (label) kairėje, šalia įvesties lauko.

# tl_module.editable.0
source: Editable fields
tl: Redaguojami laukai

# tl_module.editable.1
source: Show these fields in the front end form.
tl: Rodyti šiuos laukus lankytojų srities formoje.

# tl_module.memberTpl.0
source: Form template
tl: Formos šablonas

# tl_module.memberTpl.1
source: Here you can select the form template.
tl: Čia galite pasirinkti formos šabloną.

# tl_module.tableless.0
source: Tableless layout
tl: Išdėstymas be HTML lentelių.

# tl_module.tableless.1
source: Render the form without HTML tables.
tl: Atvaizduoti formą be HTML lentelių.

# tl_module.form.0
source: Form
tl: Forma

# tl_module.form.1
source: Please select a form.
tl: Pasirinkite formą.

# tl_module.queryType.0
source: Default query type
tl: Numatytasis užklausos tipas

# tl_module.queryType.1
source: Please select the default query type.
tl: Pasirinkite numatytąjį užklausos tipą.

# tl_module.and.0
source: Find all words
tl: Rasti visus žodžius

# tl_module.and.1
source: Returns only pages that contain all keywords.
tl: rodo tik tuos puslapius, kuriuose yra visi ieškomi raktiniai žodžiai.

# tl_module.or.0
source: Find any word
tl: Rasti bet kokį žodį

# tl_module.or.1
source: Returns all pages that contain any of the keywords.
tl: rodo visus puslapius, kuriuose yra bent vienas iš ieškomų raktinių žodžių.

# tl_module.fuzzy.0
source: Fuzzy search
tl: Fuzzy paieška

# tl_module.fuzzy.1
source: Will find "Contao" if you search for "con" (equal to a wildcard search).
tl: Ras "TYPOlight" jeigu jūs ieškosite "typo".

# tl_module.simple.0
source: Simple form
tl: Paprasta forma

# tl_module.simple.1
source: Contains a single input field only.
tl: turi tik vieną įvesties lauką.

# tl_module.advanced.0
source: Advanced form
tl: Sudėtinga forma

# tl_module.advanced.1
source: Contains an input field and a radio button menu to choose the query type.
tl: turi įvesties lauką ir radio mygtukų meniu, kuriame pasirenkamas užklausos tipas.

# tl_module.contextLength.0
source: Context range
tl: Konteksto diapazonas

# tl_module.contextLength.1
source: The number of characters on the left and right side of each keyword that are used as context.
tl: Simbolių, esančių kiekvieno raktinio žodžio, naudojamo kontekste, kairėje bei dešinėje, skaičius puslapyje.

# tl_module.totalLength.0
source: Maximum context length
tl: Maksimalus konteksto ilgis

# tl_module.totalLength.1
source: Here you can limit the overall context length per result.
tl: Čia galite riboti rezultato konteksto ilgį.

# tl_module.perPage.0
source: Items per page
tl: Įrašų puslapyje

# tl_module.perPage.1
source: The number of items per page. Set to 0 to disable pagination.
tl: Įrašų skaičius puslapyje (0 - puslapiavimas išjungtas).

# tl_module.searchType.0
source: Search form layout
tl: Paieškos formos išdėstymas

# tl_module.searchType.1
source: Here you can select the search form layout.
tl: Čia galite pasirinkti paieškos formos išdėstymą.

# tl_module.searchTpl.0
source: Search results template
tl: Paieškos rezultatų šablonas

# tl_module.searchTpl.1
source: Here you can select the search results template.
tl: Čia galite pasirinkti paieškos rezultatų šabloną.

# tl_module.inColumn.0
source: Column
tl: Stulpelis

# tl_module.inColumn.1
source: Please choose the column whose articles you want to list.
tl: Pasirinkite stulpelį, kurio straipsnius norite įtraukti į sąrašą.

# tl_module.skipFirst.0
source: Skip items
tl: Praleisti pirmąjį įrašą

# tl_module.skipFirst.1
source: Here you can define how many items will be skipped.
tl: Pirmojo įrašo į sąrašą neįtraukti.

# tl_module.loadFirst.0
source: Load the first item
tl: Rodyti pirmąjį įrašą

# tl_module.loadFirst.1
source: Automatically redirect to the first item if none is selected.
tl: Automatiškai nukreipti į pirmajį įrašą, jei nė vienas nepasirinktas.

# tl_module.size.0
source: Width and height
tl: Plotis ir aukštis

# tl_module.size.1
source: Please enter the width and height in pixel.
tl: Įrašykite plotį ir aukštį taškais (pixel).

# tl_module.transparent.0
source: Transparent movie
tl: Permatoma animacija

# tl_module.transparent.1
source: Make the Flash movie transparent (wmode = transparent).
tl: Padaryti Flash animaciją permatoma (wmode = transparent).

# tl_module.flashvars.0
source: FlashVars
tl: Flash kintamieji

# tl_module.flashvars.1
source: Pass variables to the Flash movie (<em>var1=value1&amp;var2=value2</em>).
tl: Suteikti Flash animacijai kintamuosius (<em>var1=value1&var2=value2</em>).

# tl_module.version.0
source: Flash player version
tl: Flash leistuvo versija

# tl_module.version.1
source: Please enter the required Flash player version (e.g. 6.0.12).
tl: Įrašykite reikalingą Flash leistuvo versiją (pvz. 6.0.12).

# tl_module.altContent.0
source: Alternate content
tl: Alternatyvus turinys

# tl_module.altContent.1
source: The alternate content will be shown if the movie cannot be loaded. HTML tags are allowed.
tl: Jei Flash animacijos paleisti negalima, bus rodomas alternatyvus turinys, pakeičiantis animaciją. Leidžiamos HTML žymos.

# tl_module.source.0
source: Source
tl: Šaltinis

# tl_module.source.1
source: Whether to use a file on the server or point to an external URL.
tl: Naudokite serveryje esantį failą arba nurodykite išorinį URL adresą.

# tl_module.singleSRC.0
source: Source file
tl: Pradžios failas

# tl_module.singleSRC.1
source: Please select a file from the files directory.
tl: Iš failų katalogo pasirinkite failą.

# tl_module.url.1
source: Please enter the URL (http://…) of the Flash movie.
tl: Įrašykite Flash animacijos URL adresą (http://…).

# tl_module.interactive.0
source: Make interactive
tl: Sąveika

# tl_module.interactive.1
source: Make the Flash movie interact with the browser (requires JavaScript).
tl: Padaryti Flash animaciją interaktyvia (reikalingas JavaScript palaikymas).

# tl_module.flashID.0
source: Flash movie ID
tl: Flash animacijos ID

# tl_module.flashID.1
source: Please enter a unique Flash movie ID.
tl: Įrašykite unikalų Flash animacijos ID

# tl_module.flashJS.1
source: Please enter the JavaScript code.
tl: Įrašykite JavaScript kodą.

# tl_module.fullsize.0
source: Full-size view/new window
tl: Pilno dydžio atvaizdavimas/naujas langas

# tl_module.fullsize.1
source: Open the full-size image in a lightbox or the link in a new browser window.
tl: Atidaryti pilno dydžio paveikslėlį lightbox'e arba nuorodą naujame naršyklės lange.

# tl_module.imgSize.0
source: Image width and height
tl: Paveikslėlio plotis ir aukštis

# tl_module.imgSize.1
source: Here you can set the image dimensions and the resize mode.
tl: Įrašykite paveikslėlio plotį arba aukštį, norėdami sumažinti proporcingai. Įrašę abi reikšmes paveikslėlį apkarpysite.

# tl_module.useCaption.0
source: Show caption
tl: Rodyti paaiškinimą

# tl_module.useCaption.1
source: Display the image name or caption below the image.
tl: Po paveikslėliu rodyti jo pavadinimą ar paaiškinimą.

# tl_module.multiSRC.0
source: Source files
tl: Pradžios failai

# tl_module.multiSRC.1
source: Please select one or more files from the files directory.
tl: Iš failų katalogo pasirinkite vieną ar kelis failus.

# tl_module.html.0
source: HTML code
tl: HTML kodas

# tl_module.html.1
source: You can modify the list of allowed HTML tags in the back end settings.
tl: Galite redaguoti administravime leidžiamas HTML žymas.

# tl_module.protected.0
source: Protect module
tl: Apsaugoti modulį

# tl_module.protected.1
source: Show the module to certain member groups only.
tl: Rodyti modulį tik tam tikroms narių grupėms.

# tl_module.groups.0
source: Allowed member groups
tl: Leidžiamos narių grupės

# tl_module.groups.1
source: These groups will be able to see the module.
tl: Šios grupės galės matyti modulį.

# tl_module.guests.0
source: Show to guests only
tl: Rodyti tik svečiams

# tl_module.guests.1
source: Hide the module if a member is logged in.
tl: Paslepti modulį, jei narys prisijungė.

# tl_module.cssID.0
source: CSS ID/class
tl: CSS ID/klasė

# tl_module.cssID.1
source: Here you can set an ID and one or more classes.
tl: Čia galite įrašyti ID ir vieną ar daugiau klasių.

# tl_module.space.0
source: Space in front and after
tl: Tarpai prieš ir po

# tl_module.space.1
source: Here you can enter the spacing in front of and after the module in pixel. You should try to avoid inline styles and define the spacing in a style sheet, though.
tl: Čia galite įrašyti modulio viršuje bei apačioje esančių tarpų reikšmes. Geriau būtų, jei jas nurodytumėte CSS faile.

# tl_module.title_legend
source: Title and type
tl: Pavadinimas ir tipas

# tl_module.nav_legend
source: Navigation settings
tl: Navigacijos nustatymai

# tl_module.reference_legend
source: Reference page
tl: Informacijos puslapis

# tl_module.redirect_legend
source: Redirect settings
tl: Nukreipimo nustatymai

# tl_module.template_legend
source: Template settings
tl: Šablono nustatymai

# tl_module.config_legend
source: Module configuration
tl: Modulio konfigūracija

# tl_module.include_legend
source: Include settings
tl: Įterpimo nustatymai

# tl_module.source_legend
source: Files and folders
tl: Failai ir aplankai

# tl_module.interact_legend
source: Interactive Flash movie
tl: Interaktyvi Flash animacija

# tl_module.html_legend
source: Text/HTML
tl: Tekstas/HTML

# tl_module.protected_legend
source: Access protection
tl: Prieigos apsauga

# tl_module.expert_legend
source: Expert settings
tl: Eksperto nustatymai

# tl_module.email_legend
source: E-mail settings
tl: El. pašto nustatymai

# tl_module.header
source: Header
tl: Antraštė (header)

# tl_module.left
source: Left column
tl: Kairysis stulpelis

# tl_module.main
source: Main column
tl: Pagrindinis stulpelis

# tl_module.right
source: Right column
tl: Dešinysis stulpelis

# tl_module.footer
source: Footer
tl: Apačia (footer)

# tl_module.internal
source: Internal file
tl: Vidinis failas

# tl_module.external
source: External URL
tl: Išorinis URL

# tl_module.new.0
source: Add module
tl: Pridėti modulį

# tl_module.new.1
source: Add a module
tl: Pridėti modulį

# tl_module.show.0
source: Module details
tl: Modulio informacija

# tl_module.show.1
source: Show the details of module ID %s
tl: Rodyti išsamią modulio ID %s informaciją

# tl_module.edit.0
source: Edit module
tl: Redaguoti modulį

# tl_module.edit.1
source: Edit module ID %s
tl: Redaguoti modulį ID %s

# tl_module.cut.0
source: Move module
tl: Perkelti modulį

# tl_module.cut.1
source: Move module ID %s
tl: Perkelti modulį ID %s

# tl_module.copy.0
source: Duplicate module
tl: Dubliuoti modulį

# tl_module.copy.1
source: Duplicate module ID %s
tl: Sukurti modulio ID %s kopiją

# tl_module.delete.0
source: Delete module
tl: Šalinti modulį

# tl_module.delete.1
source: Delete module ID %s
tl: Šalinti modulį ID %s

# tl_module.editheader.0
source: Edit theme
tl: Redaguoti temą

# tl_module.editheader.1
source: Edit the theme settings
tl: Redaguoti temos nustatymus

# tl_module.pasteafter.0
source: Paste here
tl: Įklijuoti čia

# tl_module.pasteafter.1
source: Paste after module ID %s
tl: Įklijuoti po moduliu ID %s

# tl_module.disableCaptcha.0
source: Disable the security question
tl: Išjungti saugos klausimą

# tl_module.disableCaptcha.1
source: Here you can disable the security question (not recommended).
tl: Čia galite išjungti saugos klausimą (nerekomenduojama).

# tl_module.reg_groups.0
source: Member groups
tl: Narių grupės

# tl_module.reg_groups.1
source: Here you can assign the user to one or more groups.
tl: Prašome priskirti vartotoją bent vienai grupei.

# tl_module.reg_allowLogin.0
source: Allow login
tl: Leisti prisijungti

# tl_module.reg_allowLogin.1
source: Allow the new user to log into the front end.
tl: Jeigu pasirinksite šį nustatymą, naujas vartotojas galės prisijungti su savo prisijungimo vardu ir slaptažodžiu.

# tl_module.reg_skipName.0
source: Skip username
tl: Praleisti vartotojo vardą

# tl_module.reg_skipName.1
source: Do not require the username to request a new password.
tl: Nereikalauti vartotojo vardo slaptažodžio priminimui.

# tl_module.reg_close.0
source: Mode
tl: Rėžimas

# tl_module.reg_close.1
source: Here you can define how to handle the deletion.
tl: Čia galite apibrėžti kaip vykdyti trynimą.

# tl_module.reg_assignDir.0
source: Create a home directory
tl: Sukurti namų katalogą

# tl_module.reg_assignDir.1
source: Create a home directory from the registered username.
tl: Pasirinkite šį nustatymą, kad automatiškai sukurtų pradžios katalogą vartotojui.

# tl_module.reg_homeDir.0
source: Home directory path
tl: Namų katalogas

# tl_module.reg_homeDir.1
source: Please select the parent folder from the files directory.
tl: Prašome nustatyti pirminį vartotojų pradžios katalogą.

# tl_module.reg_activate.0
source: Send activation e-mail
tl: Išsiųsti elektroninį aktyvacijos laišką.

# tl_module.reg_activate.1
source: Send an activation e-mail to the registered e-mail address.
tl: Pasirinkite, jei norite, kad būtų išsiųstas registracijos patvirtinimo laiškas vartotojui.

# tl_module.reg_jumpTo.0
source: Confirmation page
tl: Patvirtinimo puslapis

# tl_module.reg_jumpTo.1
source: Please choose the page to which users will be redirected after the request has been completed.
tl: Prašome pasirinkti puslapį į kurį bus nukreiptas vartotojas po registracijos.

# tl_module.reg_text.0
source: Activation message
tl: Aktyvacijos laiškas

# tl_module.reg_text.1
source: You can use the wildcards <em>##domain##</em> (domain name), <em>##link##</em> (activation link) and any input field (e.g. <em>##lastname##</em>).
tl: Prašome įvesti laiško tekstą. Jūs galite naudoti įvedimo laukams pakaitos simbolius (<em>##lastname##</em>) lygiai kaip <em>##domain##</em> (domeno vardas) ir <em>##link##</em> (aktyvavimo nuoroda).

# tl_module.reg_password.0
source: Password message
tl: Slaptažodžio laiškas

# tl_module.reg_password.1
source: You can use the wildcards <em>##domain##</em> (domain name), <em>##link##</em> (activation link) and any user property (e.g. <em>##lastname##</em>).
tl: Prašome įvesti laiško tekstą. Jūs galite naudoti bet kokiai vartotojo informacijai pakaitos simbolius (<em>##lastname##</em>) lygiai kaip <em>##domain##</em> (domeno vardas) ir <em>##link##</em> (aktyvavimo nuoroda).

# tl_module.account_legend
source: Account settings
tl: Sąskaitos nustatymai

# tl_module.emailText.0
source: Your registration on %s
tl: Jūsų registracija svetainėje %s

# tl_module.emailText.1
source: Thank you for your registration on ##domain##. Please click ##link## to complete your registration and to activate your account. If you did not request an account, please ignore this e-mail.
tl: Ačių, kad užsiregistravote ##domain## svetainėje. Norėdami užbaigti registraciją, paspauskite ##link## ir aktyvuokite savo prisijungimo duomenis. Jeiniekur nesiregistravote, tiesiog ignoruokite šį laišką.

# tl_module.passwordText.0
source: Your password request on %s
tl: Slaptažodžio priminimas svetainėje %s

# tl_module.passwordText.1
source: You have requested a new password for ##domain##. Please click ##link## to set the new password. If you did not request this e-mail, please contact the website administrator.
tl: Jūs prašėte slaptažodžio tinklapyje ##domain##. Prašome paspausti ##link## naujo slaptažodžio įvedimui. Jeigu to nedarėte, susisiekite su tinklapio administratoriumi.

# tl_module.close_deactivate
source: Deactivate account
tl: Deaktyvuoti vartotoją

# tl_module.close_delete
source: Irrevocably delete account
tl: Ištrinti vartotoją neatstatomai

# tl_module.rss_cache.0
source: Cache timeout
tl: Sparčiosios atminties laikas

# tl_module.rss_cache.1
source: Here you can define how long the RSS feed is being cached.
tl: Čia galite nurodyti, kiek laiko RSS kanalas bus laikomas sparčiojoje atmintyje.

# tl_module.rss_feed.0
source: Feed URLs
tl: Sklaidos (RSS) kanalo adresas

# tl_module.rss_feed.1
source: Please enter the URL of one or more RSS feeds.
tl: Prašome įvesti sklaidos kanalo adresą.

# tl_module.rss_template.0
source: Feed template
tl: Išdėstymo šablonas

# tl_module.rss_template.1
source: Here you can select the feed template.
tl: Prašome pasirinkti išdėstymi šabloną. Jūs galite įterpti papildomus sklaidos kanalų šablonus į katalogą <em>templates</em>. Sklaidos kanalų failai prasideda <em>rss_</em> ir baigiasi prievardžiu <em>.tpl</em>.
