Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/*_page.xlf
Languages: tl

# tl_page.title.0
source: Page name
tl: Puslapio pavadinimas

# tl_page.title.1
source: Please enter the page name.
tl: Įrašykite puslapio pavadinimą.

# tl_page.alias.0
source: Page alias
tl: Puslapio sąsaja

# tl_page.alias.1
source: The page alias is a unique reference to the page which can be called instead of its numeric ID.
tl: Tai unikali nuoroda į puslapį, kuri gali būti naudojama vietoje ID.

# tl_page.type.0
source: Page type
tl: Puslapio tipas

# tl_page.type.1
source: Please choose the page type.
tl: Pasirinkite puslapio tipą.

# tl_page.pageTitle.0
source: Page title
tl: Puslapio antraštė

# tl_page.pageTitle.1
source: Please enter the page title.
tl: Įrašykite puslapio antraštę

# tl_page.language.0
source: Language
tl: Kalba

# tl_page.language.1
source: Please enter the page language according to the ISO-639-1 standard (e.g. "en" for English).
tl: Pagal ISO-639-1 standartą nurodykite puslapio kalbą (pvz. "lt" - lietuvių, "en" - anglų).

# tl_page.robots.0
source: Robots tag
tl: Robotų žyma

# tl_page.robots.1
source: Here you can define how search engines handle the page.
tl: Čia galite nurodyti paieškos sistemoms kaip elgtis su puslapiu.

# tl_page.description.0
source: Page description
tl: Puslapio aprašymas

# tl_page.description.1
source: Here you can enter a short description of the page which will be evaluated by search engines like Google or Yahoo. Search engines usually indicate between 150 and 300 characters.
tl: Čia galite trumpai aprašyti puslapį bei jame pateikiamą turinį. Aprašymas skirtas paieškos sistemoms, tokioms kaip Google ar Yahoo. Paprastai paieškos sistemos pasižymi 150-300 simbolių.

# tl_page.redirect.0
source: Redirect type
tl: Nukreipimo tipas

# tl_page.redirect.1
source: Please choose the redirect type.
tl: Pasirinkite nukreipimo tipą.

# tl_page.jumpTo.0
source: Redirect page
tl: Nukreipimo puslapis

# tl_page.jumpTo.1
source: Please choose the page to which visitors will be redirected. Leave blank to redirect to the first regular subpage.
tl: Pasirinkite puslapį, į kurį nukreipsite lankytojus.

# tl_page.fallback.0
source: Language fallback
tl: Atsarginės kalbos

# tl_page.fallback.1
source: Show this page if there is none that matches the visitor's language.
tl: Nurodykite kalbas prioriteto tvarka.

# tl_page.dns.0
source: Domain name
tl: Srities (domain) pavadinimas

# tl_page.dns.1
source: Here you can restrict the access to the website to a certain domain name.
tl: Čia galite riboti prieigą prie tinklalapio ar visos srities.

# tl_page.adminEmail.0
source: E-mail address of the website administrator
tl: Tinklalapio administratoriaus el. paštas

# tl_page.adminEmail.1
source: Auto-generated messages like subscription confirmation e-mails will be sent to this address.
tl: Automatiškai sugeneruotos žinutės, tokios kaip registracija/prenumerata, bus siunčiamos šiuo elektroninio pašto adresu.

# tl_page.dateFormat.0
source: Date format
tl: Datos formatas

# tl_page.dateFormat.1
source: The date format string will be parsed with the PHP date() function.
tl: Datos formato reikšmės bus analizuojamos PHP date() funkcijos.

# tl_page.timeFormat.0
source: Time format
tl: Laiko formatas

# tl_page.timeFormat.1
source: The time format string will be parsed with the PHP date() function.
tl: Laiko formato reikšmės bus analizuojamos PHP date() funkcijos.

# tl_page.datimFormat.0
source: Date and time format
tl: Datos ir laiko formatas

# tl_page.datimFormat.1
source: The date and time format string will be parsed with the PHP date() function.
tl: Datos ir laiko formato reikšmės bus analizuojamos PHP date() funkcijos.

# tl_page.createSitemap.0
source: Create an XML sitemap
tl: Sukurti XML svetainės žemėlapį

# tl_page.createSitemap.1
source: Create a Google XML sitemap in the <em>share/</em> directory.
tl: Šakniniame aplanke sukurti XML svetainės žemėlapį Google paieškos sistemai.

# tl_page.sitemapName.0
source: Sitemap file name
tl: Svetainės žemėlapio pavadinimas

# tl_page.sitemapName.1
source: Please enter the name of the sitemap file without extension.
tl: Įrašykite svetainės žemėlapio failo pavadinimą be plėtinio.

# tl_page.useSSL.0
source: Use HTTPS in sitemaps
tl: Naudoti HTTPS svetainės žemėlapiuose

# tl_page.useSSL.1
source: Generate the sitemap URLs of this website with <em>https://</em>.
tl: Generuoti svetainės žemėlapio nuorodas su <em>https://</em>.

# tl_page.autoforward.0
source: Forward to another page
tl: Persiųsti į kita puslapį

# tl_page.autoforward.1
source: Redirect visitors to another page (e.g. a login page).
tl: Persiųsti lankytojus į kitą puslapį (pvz. prisijungimo puslapį).

# tl_page.protected.0
source: Protect page
tl: Apsaugoti puslapį

# tl_page.protected.1
source: Restrict page access to certain member groups.
tl: Riboti puslapio prieigą tam tikroms narių grupėms.

# tl_page.groups.0
source: Allowed member groups
tl: Leidžiamos narių grupės

# tl_page.groups.1
source: These groups will be able to access the page.
tl: Šios grupės galės patekti į puslapį.

# tl_page.includeLayout.0
source: Assign a layout
tl: Priskirti išdėstymą

# tl_page.includeLayout.1
source: Assign a page layout to the page and its subpages.
tl: Priskirti puslapio išdėstymą šiam ir gilesniems puslapiams (subpages).

# tl_page.layout.0
source: Page layout
tl: Puslapio išdėstymas

# tl_page.layout.1
source: You can manage page layouts with the "themes" module.
tl: Galite tvarkyti puslapių išdėstymus modulyje "puslapių išdėstymai".

# tl_page.includeCache.0
source: Set cache timeout
tl: Leisti sparčiąją atmintį (cache)

# tl_page.includeCache.1
source: Set a cache timeout value for the page and its subpages.
tl: Leisti sparčiąją atminį šiam ir gilesniems puslapiams.

# tl_page.cache.0
source: Cache timeout
tl: Sparčiosios atminties laikas

# tl_page.cache.1
source: After this period, the cached version of the page will expire.
tl: Praėjus šiam laikui puslapis turės būti patalpintas į sparčiąją atmintį iš naujo.

# tl_page.includeChmod.0
source: Assign access rights
tl: Priskirti prieigos teises

# tl_page.includeChmod.1
source: Access rights determine what back end users can do with the page.
tl: Prieigos teisės nurodo, ką administravimo srities vartotojas gali daryti su puslapiu.

# tl_page.cuser.0
source: Owner
tl: Savininkas

# tl_page.cuser.1
source: Please select a user as the owner of the page.
tl: Pasirinkite vartotoją kaip puslapio savininką.

# tl_page.cgroup.0
source: Group
tl: Grupė

# tl_page.cgroup.1
source: Please select a group as the owner of the page.
tl: Pasirinkite grupę kaip puslapio savininką.

# tl_page.chmod.0
source: Access rights
tl: Prieigos teisės

# tl_page.chmod.1
source: Please assign the access rights for the page and its subpages.
tl: Priskirkite prieigos teises šiam ir gilesniems puslapiams.

# tl_page.noSearch.0
source: Do not search
tl: Neieškoti

# tl_page.noSearch.1
source: Exclude the page from the search index.
tl: Neįtraukti šio puslapio į paieškos indeksą.

# tl_page.cssClass.0
source: CSS class
tl: CSS klasė

# tl_page.cssClass.1
source: The class(es) will be used in the navigation menu and the body tag.
tl: Klasė(ės) bus naudojamos navigacijos meniu ir body žymoje.

# tl_page.sitemap.0
source: Show in sitemap
tl: Rodyti svetainės medyja

# tl_page.sitemap.1
source: Here you can define whether the page is shown in the sitemap.
tl: Čia galite nustatyti ar puslapis bus rodomas svetainės medyje.

# tl_page.hide.0
source: Hide from navigation
tl: Paslėpti iš navigacijos

# tl_page.hide.1
source: Hide the page from the navigation menu.
tl: Nerodyti šio puslapio navigacijos meniu.

# tl_page.guests.0
source: Show to guests only
tl: Rodyti tik svečiams

# tl_page.guests.1
source: Hide the page if there is an authenticated user.
tl: Paslepti puslapį, jei naršo prisijungęs vartotojas.

# tl_page.tabindex.0
source: Tab index
tl: Skirtukas

# tl_page.tabindex.1
source: The position of the navigation item in the tabbing order.
tl: Navigacijos meniu pozicija atskyrimo tvarkoje.

# tl_page.accesskey.0
source: Access key
tl: Prieigos klavišas

# tl_page.accesskey.1
source: A navigation item can be focused by pressing the [ALT] or [CTRL] key and the access key simultaneously.
tl: Navigacijos meniu punktas gali būti aktyvuotas paspaudus [ALT] arba [CTRL] ir prieigos klavišą vienu metu.

# tl_page.published.0
source: Publish page
tl: Publikuoti puslapį

# tl_page.published.1
source: Make the page publicly visible on the website.
tl: Viešai rodyti puslapį tinklalapyje.

# tl_page.start.0
source: Show from
tl: Rodyti nuo

# tl_page.start.1
source: Do not show the page on the website before this day.
tl: Nerodyti puslapio iki nustatytos datos

# tl_page.stop.0
source: Show until
tl: Rodyti iki

# tl_page.stop.1
source: Do not show the page on the website on and after this day.
tl: Nerodyti puslapio po nustatytos datos.

# tl_page.title_legend
source: Name and type
tl: Pavadinimas ir tipas

# tl_page.meta_legend
source: Meta information
tl: Meta informacija

# tl_page.system_legend
source: System settings
tl: Sisteminiai nustatymai

# tl_page.redirect_legend
source: Redirect settings
tl: Nukreipimo nustatymai

# tl_page.dns_legend
source: DNS settings
tl: DNS nustatymai

# tl_page.sitemap_legend
source: XML sitemap
tl: XML svetainės žemėlapis

# tl_page.forward_legend
source: Auto-forward
tl: Automatinis persiuntimas

# tl_page.protected_legend
source: Access protection
tl: Prieigos apsauga

# tl_page.layout_legend
source: Layout settings
tl: Išdėstymo nustatymai

# tl_page.cache_legend
source: Cache settings
tl: Sparčiosios atminties (cache) nustatymai

# tl_page.chmod_legend
source: Access rights
tl: Prieigos teisės

# tl_page.search_legend
source: Search settings
tl: Paieškos nustatymai

# tl_page.expert_legend
source: Expert settings
tl: Eksperto nustatymai

# tl_page.tabnav_legend
source: Keyboard navigation
tl: Klaviatūros navigacija

# tl_page.publish_legend
source: Publish settings
tl: Publikavimo nustatymai

# tl_page.permanent
source: 301 Permanent redirect
tl: 301 Nuolatinis nukreipimas

# tl_page.temporary
source: 302 Temporary redirect
tl: 302 Laikinas nukreipimas

# tl_page.map_default
source: Default
tl: Pagal nutylėjimą

# tl_page.map_always
source: Show always
tl: Rodyti visada

# tl_page.map_never
source: Show never
tl: Niekada nerodyti

# tl_page.new.0
source: New page
tl: Naujas puslapis

# tl_page.new.1
source: Create a new page
tl: Sukurti naują puslapį

# tl_page.show.0
source: Page details
tl: Puslapio informacija

# tl_page.show.1
source: Show the details of page ID %s
tl: Rodyti išsamią puslapio ID %s informaciją.

# tl_page.edit.0
source: Edit page
tl: Redaguoti puslapį

# tl_page.edit.1
source: Edit page ID %s
tl: Redaguoti puslapį ID %s

# tl_page.cut.0
source: Move page
tl: Perkelti puslapį

# tl_page.cut.1
source: Move page ID %s
tl: Perkelti puslapį ID %s

# tl_page.copy.0
source: Duplicate page
tl: Dubliuoti pualspį

# tl_page.copy.1
source: Duplicate page ID %s
tl: Sukurti puslapio ID %s kopiją

# tl_page.copyChilds.0
source: Duplicate with subpages
tl: Dubliuoti su gilesniais puslapiais

# tl_page.copyChilds.1
source: Duplicate page ID %s with its subpages
tl: Sukurti puslapio ID %s bei gilesnių jo puslapių (subpages) kopiją

# tl_page.delete.0
source: Delete page
tl: Šalinti puslapį

# tl_page.delete.1
source: Delete page ID %s
tl: Šalinti puslapį ID %s

# tl_page.toggle.0
source: Publish/unpublish page
tl: Skelbti/neskelbti puslapį.

# tl_page.toggle.1
source: Publish/unpublish page ID %s
tl: Skelbti/neskelbti puslapį %s.

# tl_page.pasteafter.0
source: Paste after
tl: Įklijuoti po

# tl_page.pasteafter.1
source: Paste after page ID %s
tl: Įklijuoti po puspaiu ID %s

# tl_page.pasteinto.0
source: Paste into
tl: Įklijuoti į

# tl_page.pasteinto.1
source: Paste into page ID %s
tl: Įklijuoti į puslapį ID %s

# tl_page.articles.0
source: Edit articles
tl: Redaguoti straipsnius

# tl_page.articles.1
source: Edit the articles of page ID %s
tl: Redaguoti straipsnius puslapyję %s

# CACHE.0
source: 0 (do not cache)
tl: Nenaudoti sparčiosios atminties

# CACHE.5
source: 5 seconds
tl: 5 sekundės

# CACHE.15
source: 15 seconds
tl: 15 sekundžių

# CACHE.30
source: 30 seconds
tl: 30 sekundžių

# CACHE.60
source: 60 seconds
tl: 1 minutė

# CACHE.300
source: 5 minutes
tl: 5 minutės

# CACHE.900
source: 15 minutes
tl: 15 minučių

# CACHE.1800
source: 30 minutes
tl: 30 minučių

# CACHE.3600
source: 60 minutes
tl: 1 valanda

# CACHE.10800
source: 3 hours
tl: 3 valandos

# CACHE.21600
source: 6 hours
tl: 6 valandos

# CACHE.43200
source: 12 hours
tl: 12 valandų

# CACHE.86400
source: 24 hours
tl: 1 diena

# CACHE.259200
source: 3 days
tl: 3 dienos

# CACHE.604800
source: 7 days
tl: 7 dienos

# CACHE.2592000
source: 30 days
tl: 30 dienų

# tl_page.layout.1
source: You can manage page layouts with the "themes" module.
tl: Можете да управлявате изгледите с модула "Теми".
