Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/*_settings.xlf
Languages: tl

# tl_settings.websiteTitle.0
source: Website title
tl: Tinklalapio antraštė

# tl_settings.websiteTitle.1
source: Please enter the title of the website.
tl: Įrašykite tinklalapio antraštę.

# tl_settings.adminEmail.0
source: E-mail address of the system administrator
tl: Sistemos administratoriaus el. paštas

# tl_settings.adminEmail.1
source: Auto-generated messages like subscription confirmation e-mails will be sent to this address.
tl: Automatiškai sugeneruotos žinutės, tokios kaip registracija/prenumerata bus siunčiamos čia nurodyto elektroninio pašto adresu.

# tl_settings.dateFormat.0
source: Date format
tl: Datos formatas

# tl_settings.dateFormat.1
source: The date format string will be parsed with the PHP date() function.
tl: Datos formato reikšmės bus analizuojamos PHP date() funkcijos.

# tl_settings.timeFormat.0
source: Time format
tl: Laiko formatas

# tl_settings.timeFormat.1
source: The time format string will be parsed with the PHP date() function.
tl: Laiko formato reikšmės bus analizuojamos PHP date() funkcijos.

# tl_settings.datimFormat.0
source: Date and time format
tl: Datos ir laiko formatas

# tl_settings.datimFormat.1
source: The date and time format string will be parsed with the PHP date() function.
tl: Datos ir laikoformato reikšmės bus analizuojamos PHP date() funkcijos.

# tl_settings.timeZone.0
source: Time zone
tl: Laiko juosta

# tl_settings.timeZone.1
source: Please select the server time zone.
tl: Nustatykite serverio laiko juostą.

# tl_settings.websitePath.0
source: Relative path to the Contao directory
tl: Santykinis kelias iki TYPOlight katalogo

# tl_settings.websitePath.1
source: The relative path to the Contao directory is usually set automatically by the install tool.
tl: Paprastai šią reikšmę nustato TYPOlight diegimo įrankis.

# tl_settings.characterSet.0
source: Character set
tl: Simbolių rinkinys

# tl_settings.characterSet.1
source: It is recommended to use UTF-8, so special characters are displayed correctly.
tl: Rekomenduojama (!) naudoti UTF-8, kad būtų teisingai pateikiami specialūs simboliai.

# tl_settings.customSections.0
source: Custom layout sections
tl: Individualūs išdėstymo blokai

# tl_settings.customSections.1
source: Here you can enter a comma separated list of custom layout sections.
tl: Čia galite surašyti individualius išdėstymo blokus, atskirtus kableliais.

# tl_settings.resultsPerPage.0
source: Items per page
tl: Įrašų puslapyje

# tl_settings.resultsPerPage.1
source: Here you can define the number of items per page in the back end.
tl: Čia galite nurodyti įrašų skaičių administravimo skilties puslapiuose.

# tl_settings.maxResultsPerPage.0
source: Maximum items per page
tl: Daugiausia elementų puslapyje

# tl_settings.maxResultsPerPage.1
source: This overall limit takes effect if a user chooses the "show all records" option.
tl: Šis ribojimas įgalinamas tada, kai opcija "rodyti visus įrašus" yra pasirinkta

# tl_settings.doNotCollapse.0
source: Do not collapse elements
tl: Nesutraukti elementų

# tl_settings.doNotCollapse.1
source: Do not collapse elements in the back end preview.
tl: Nesutraukti elementų peržiūrint juos administravimo skiltyje.

# tl_settings.urlSuffix.0
source: URL suffix
tl: URL priesaga

# tl_settings.urlSuffix.1
source: The URL suffix will be added to the URI string to simulate static documents.
tl: URL priesaga bus pridėta prie URI reikšmės (stacionarių dokumentų simuliacija).

# tl_settings.cacheMode.0
source: Cache mode
tl: Kešavimo rėžimas

# tl_settings.cacheMode.1
source: Here you can select the cache mode.
tl: Čia jūs galite pasirinkti kešavimo rėžimą.

# tl_settings.rewriteURL.0
source: Rewrite URLs
tl: Perrašyti URL

# tl_settings.rewriteURL.1
source: Make Contao generate static URLs without the index.php fragment. This feature requires "mod_rewrite", renaming the ".htaccess.default" file to ".htaccess" and adjusting the RewriteBase as necessary.
tl: Leisti TYPOlight generuoti stacionarius URL be index.php fragmento (reikalinga "mod_rewrite" funkcija).

# tl_settings.disableAlias.0
source: Disable page alias usage
tl: Neleisti naudoti puslapio sąsajos

# tl_settings.disableAlias.1
source: Use the numeric ID of a page or article instead of its alias.
tl: Naudoti puslapio ID vietoje sąsajos (alias).

# tl_settings.allowedTags.0
source: Allowed HTML tags
tl: Leidžiamos HTML žymos

# tl_settings.allowedTags.1
source: Here you can enter a list of allowed HTML tags that will not be stripped.
tl: Čia galite sudaryti HTML žymų, kurios nebus išbrauktos, sąrašą.

# tl_settings.debugMode.0
source: Enable debug mode
tl: Įgalinti derinimo režimą

# tl_settings.debugMode.1
source: Print certain runtime information like database queries to the screen.
tl: Rodyti veiksmų, pvz. duomenų bazės užklausų, informaciją ekrane.

# tl_settings.lockPeriod.0
source: Account locking time
tl: Sąskaitos blokavimo laikas

# tl_settings.lockPeriod.1
source: An account will be locked if a wrong password is entered three times in a row.
tl: Sąskaita bus užblokuota, jei slaptažodis tris kartus iš eilės bus įvestas neteisingai.

# tl_settings.displayErrors.0
source: Display error messages
tl: Rodyti klaidų pranešimus

# tl_settings.displayErrors.1
source: Print error messages to the screen (not recommended for productional sites).
tl: Rodyti klaidų pranešimus ekrane (daugumai svetainių nerekomenduojama).

# tl_settings.disableRefererCheck.0
source: Disable request tokens
tl: Išjungti kreipties tikrinimą

# tl_settings.disableRefererCheck.1
source: Do not check the request token when a form is submitted. Attention: potential security risk!
tl: Netikrinti kreipties adreso pildant formą. Pasirinkus šią opciją kyla pavojus tinklalapio bei jo duomenų saugumui!

# tl_settings.disableIpCheck.0
source: Disable IP check
tl: Išjungti IP tikrinimą

# tl_settings.disableIpCheck.1
source: Do not bind sessions to IP addresses. Choosing this option is a potential security risk!
tl: Nesusieti sesijų su IP adresais. Pasirinkus šią opciją kyla pavojus tinklalapio bei jo duomenų saugumui!

# tl_settings.allowedDownload.0
source: Download file types
tl: Atsisiunčiamų failų tipai

# tl_settings.allowedDownload.1
source: Here you can enter a comma separated list of downloadable file types.
tl: Čia galite sudaryti atsisiunčiamų failų tipų, atskirtų kableliais, sąrašą.

# tl_settings.validImageTypes.0
source: Image file types
tl: Paveikslėlių failų tipai

# tl_settings.validImageTypes.1
source: Here you can enter a comma separated list of file types that can be handled by the image class.
tl: Čia galite sudaryti paveikslėlių failų tipų, atskirtų kableliais, sąrašą.

# tl_settings.editableFiles.0
source: Editable file types
tl: Redaguojamų failų tipai

# tl_settings.editableFiles.1
source: Here you can enter a comma separated list of file types that can be edited in the source editor.
tl: Čia galite sudaryti šaltinio (source) redaktoriumi redaguojamų failų tipų, atskirtų kableliais, sąrašą.

# tl_settings.maxImageWidth.0
source: Maximum front end width
tl: Maksimalus lankytojo srities plotis

# tl_settings.maxImageWidth.1
source: If the width of an image or movie exceeds this value, it will be adjusted automatically.
tl: Jei paveikslėlis ar animacija yra platesni, nei nurodyta čia, jų plotis bus pakoreguotas automatiškai.

# tl_settings.jpgQuality.0
source: JPG thumbnail quality
tl: JPG glausto paveikslėlio kokybė

# tl_settings.jpgQuality.1
source: Here you can enter the JPG thumbnail quality in percent.
tl: Čia galite nurodyti JPG glausto paveikslėlio (thumbnail) kokybę procentais.

# tl_settings.uploadPath.0
source: Files directory
tl: Failų katalogas

# tl_settings.uploadPath.1
source: Here you can set the relative path to the Contao files directory.
tl: Čia galite nurodyti santykinį kelią iki TYPOlight failų katalogo.

# tl_settings.uploadTypes.0
source: Upload file types
tl: Įkeliamų failų tipai

# tl_settings.uploadTypes.1
source: Here you can enter a comma separated list of uploadable file types.
tl: Čia galite sudaryti įkeliamų į serverį failų tipų, atskirtų kableliais, sąrašą.

# tl_settings.uploadFields.0
source: Simultaneous file uploads
tl: Vienalaikiai failų įkėlimai

# tl_settings.uploadFields.1
source: Here you can enter the maximum number of simultaneous file uploads.
tl: Nurodykite, kiek daugiausia failų norėsite įkelti į serverį vienu metu.

# tl_settings.maxFileSize.0
source: Maximum upload file size
tl: Maksimalus įkeliamo failo dydis

# tl_settings.maxFileSize.1
source: Here you can enter the maximum upload file size in bytes (1 MB = 1000 kB = 1000000 byte).
tl: Čia galite nurodyti maksimalų įkeliamo failo dyti baitais (1 MB = 1024 kB = 1024000 b).

# tl_settings.imageWidth.0
source: Maximum image width
tl: Maksimalus paveikslėlio plotis

# tl_settings.imageWidth.1
source: Here you can enter the maximum width for image uploads in pixels.
tl: Čia galite nurodyti maksimalų paveikslėlio plotį taškais (pixels).

# tl_settings.imageHeight.0
source: Maximum image height
tl: Maksimalus paveikslėlio aukštis

# tl_settings.imageHeight.1
source: Here you can enter the maximum height for image uploads in pixels.
tl: Čia galite nurodyti maksimalų paveikslėlio aukštį taškais (pixels).

# tl_settings.enableSearch.0
source: Enable searching
tl: Įgalinti paiešką

# tl_settings.enableSearch.1
source: Index pages so they can be searched.
tl: Indeksuoti puslapius, kad juose būtų galima ieškoti informacijos.

# tl_settings.indexProtected.0
source: Index protected pages
tl: Indeksuoti apsaugotus puslapius

# tl_settings.indexProtected.1
source: Use this option carefully and always exclude personalized pages from being indexed!
tl: Niekada neįtraukite į indeksavimą puslapių su asmenine informacija, kurios nenorite viešinti!

# tl_settings.useSMTP.0
source: Send e-mails via SMTP
tl: Siųsti el. laiškus per SMTP

# tl_settings.useSMTP.1
source: Use an SMTP server instead of the PHP mail() function to send e-mails.
tl: Siunčiant elektroninius laiškus vietoje PHP mail() funkcijos naudoti SMTP serverį.

# tl_settings.smtpHost.0
source: SMTP hostname
tl: SMTP serveris

# tl_settings.smtpHost.1
source: Please enter the host name of the SMTP server.
tl: Įrašykite SMTP serverį.

# tl_settings.smtpUser.0
source: SMTP username
tl: SMTP vartotojas

# tl_settings.smtpUser.1
source: Here you can enter the SMTP username.
tl: Įrašykite SMTP vartotojo vardą.

# tl_settings.smtpPass.0
source: SMTP password
tl: SMTP slaptažodis

# tl_settings.smtpPass.1
source: Here you can enter the SMTP password.
tl: Įrašykite SMTP slaptažodį.

# tl_settings.smtpEnc.0
source: SMTP encryption
tl: SMTP kodavimas

# tl_settings.smtpEnc.1
source: Here you can choose an encryption method (SSL or TLS).
tl: Čia galite pasirinkti kodavimo metodą (SSL arba TLS)

# tl_settings.smtpPort.0
source: SMTP port number
tl: SMTP port numeris

# tl_settings.smtpPort.1
source: Please enter the port number of the SMTP server.
tl: Įrašykite SMTP serverio port numerį.

# tl_settings.inactiveModules.0
source: Inactive extensions
tl: Neaktyvūs priedai

# tl_settings.inactiveModules.1
source: Here you can deactivate unneeded extensions.
tl: Čia galite išjungti nereikalingus priedus.

# tl_settings.undoPeriod.0
source: Storage time for undo steps
tl: Atstatymų saugojimo laikas

# tl_settings.undoPeriod.1
source: Here you can enter the storage time for undo steps in seconds (24 hours = 86400 seconds).
tl: Čia galite nurodyti atstatymo laiką po pakeitimo sekundėmis (24 valandos = 86400 sekundžių). Tai laikas, per kurį galite atstatyti buvusią informaciją.

# tl_settings.versionPeriod.0
source: Storage time for versions
tl: Versijų saugojimo laikas

# tl_settings.versionPeriod.1
source: Here you can enter the storage time for different versions of a record in seconds (90 days = 7776000 seconds).
tl: Čia galite nurodyti saugojimo laiką skirtingoms įrašų versijoms sekundėmis (90 dienų = 7776000 sekundžių).

# tl_settings.logPeriod.0
source: Storage time for log entries
tl: Žurnalo įrašų saugojimo laikas

# tl_settings.logPeriod.1
source: Here you can enter the storage time for log entries in seconds (14 days = 1209600 seconds).
tl: Čia galite nurodyti saugojimo laiką žurnalo įrašams sekundėmis (14 dienų = 1209600 sekundžių).

# tl_settings.sessionTimeout.0
source: Session timeout
tl: Sesijos galiojimo laikas

# tl_settings.sessionTimeout.1
source: Here you can enter the maximum lifetime of a session in seconds (60 minutes = 3600 seconds).
tl: Čia galite nurodyti maksimalų naršymo sesijos galiojimo laiką sekundėmis (60 minučių = 3600 sekundžių).

# tl_settings.autologin.0
source: Auto login period
tl: Automatinio prisijungimo laikotarpis

# tl_settings.autologin.1
source: Here you can set the front end auto login period (90 days = 7776000 seconds).
tl: Čia galite nustatyti automatinio prisijungimo laikotarpį (90 dienų = 7776000 sekundžių).

# tl_settings.defaultUser.0
source: Default page owner
tl: Numatytasis puslapio savininkas

# tl_settings.defaultUser.1
source: Here you can select a user as the default owner of a page.
tl: Čia galite pasirinkti vartotoją kaip numatytąjį puslapio savininką.

# tl_settings.defaultGroup.0
source: Default page group
tl: Numatytoji puslapio grupė

# tl_settings.defaultGroup.1
source: Here you can select a group as the default owner of a page.
tl: Čia galite pasirinkti grupę kaip numatytąjį puslapio savininką.

# tl_settings.defaultChmod.0
source: Default access rights
tl: Numatytosios prieigos teisės

# tl_settings.defaultChmod.1
source: Please assign the default access rights for pages and articles.
tl: Priskirkite numatytąsias prieigos teises puslapiams bei straipsniams.

# tl_settings.liveUpdateBase.0
source: Live Update URL
tl: Tiesioginio atnaujinimo URL

# tl_settings.liveUpdateBase.1
source: Here you can enter the live update URL.
tl: Čia galite įrašyti tiesioginio atnaujinimo URL.

# tl_settings.title_legend
source: Website title
tl: Tinklalapio antraštė

# tl_settings.date_legend
source: Date and time
tl: Data ir laikas

# tl_settings.global_legend
source: Global configuration
tl: Globali konfigūracija

# tl_settings.backend_legend
source: Back end configuration
tl: Administravimo srities konfigūracija

# tl_settings.frontend_legend
source: Front end configuration
tl: Lankytojų srities konfigūracija

# tl_settings.privacy_legend
source: Privacy settings
tl: Privatumo nuostatos

# tl_settings.security_legend
source: Security settings
tl: Saugumo nustatymai

# tl_settings.files_legend
source: Files and images
tl: Failai ir paveikslėliai

# tl_settings.uploads_legend
source: Upload settings
tl: Įkėlimo nustatymai

# tl_settings.search_legend
source: Search engine settings
tl: Paieškos sistemos nustatymai

# tl_settings.smtp_legend
source: SMTP configuration
tl: SMTP konfigūracija

# tl_settings.modules_legend
source: Inactive extensions
tl: Neaktyvūs priedai

# tl_settings.timeout_legend
source: Timeout values
tl: Laiko reikšmės

# tl_settings.chmod_legend
source: Default access rights
tl: Numatytosios prieigos teisės

# tl_settings.update_legend
source: Live Update
tl: Gyvas atnaujinimas

# tl_settings.edit
source: Edit the local configuration
tl: Redaguoti vietinę konfigūraciją

# tl_settings.both
source: Use the server and the browser cache
tl: Naudoti serverio ir naršyklės laikinąją atmintį

# tl_settings.server
source: Use only the server cache
tl: Naudoti tik serverio laikinąją atmintį

# tl_settings.browser
source: Use only the browser cache
tl: Naudoti tik naršyklės laikinąją atmintį

# tl_settings.none
source: Disable caching
tl: Išjungti laikinąją atmintį
