Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/*_style.xlf
Languages: tl

# tl_style.invisible.0
source: Invisible
tl: Nematomas

# tl_style.invisible.1
source: Do not export the format definition.
tl: Neeksportuoti (neišvesti) stiliaus.

# tl_style.selector.0
source: Selector
tl: Parinktis

# tl_style.selector.1
source: The selector defines to which element(s) the format definition applies.
tl: Parinktis (ID ar klasės pavadinimas) nurodo, kokiam elementui(ams) stilius bus taikomas.

# tl_style.category.0
source: Category
tl: Kategorija

# tl_style.category.1
source: Categories can be used to group format definitions in the back end.
tl: Kategorija naudojama norint sugrupuoti elementus administravimo srityje.

# tl_style.comment.0
source: Comment
tl: Komentaras

# tl_style.comment.1
source: Here you can add a comment.
tl: Čia galite pridėti komentarą.

# tl_style.size.0
source: Size
tl: Dydis ir vieta

# tl_style.size.1
source: Width, height, min-width, min-height, max-width and max-height.
tl: Width, height, position, overflow, float, clear ir display.

# tl_style.width.0
source: Width
tl: Plotis

# tl_style.width.1
source: Here you can enter the element's width.
tl: Čia galite įrašyti elemento plotį.

# tl_style.height.0
source: Height
tl: Aukštis

# tl_style.height.1
source: Here you can enter the element's height.
tl: Čia galite įrašyti elemento aukštį.

# tl_style.trbl.0
source: Position
tl: Vieta

# tl_style.trbl.1
source: Here you can enter the top, right, bottom and left position.
tl: Nurodyti vietą (position).

# tl_style.position.0
source: Position type
tl: Vietos tipas

# tl_style.position.1
source: Here you can choose the position type.
tl: Čia galite pasirinkti vietos tipą (position type).

# tl_style.floating.0
source: Float
tl: Plaukiojimas

# tl_style.floating.1
source: Here you can choose the float type.
tl: Pasirinkite plaukiojimo tipą (float).

# tl_style.clear.0
source: Clear
tl: Valymas

# tl_style.clear.1
source: Here you can choose the clear type.
tl: Čia galite nurodyti valymo tipą (clear).

# tl_style.overflow.0
source: Overflow
tl: Perpildymas

# tl_style.overflow.1
source: Here you can choose the overflow behaviour.
tl: Čia galite nurodyti perpildymo reikšmę (overflow).

# tl_style.display.0
source: Display
tl: Rodymas

# tl_style.display.1
source: Here you can choose the display type.
tl: Pasirinkite rodymo tipą (display).

# tl_style.alignment.0
source: Margin, padding and alignment
tl: Paraštė, įspraudimas ir lygiavimas

# tl_style.alignment.1
source: Margin, padding, align, vertical-align and text-align.
tl: Margin, padding, align, vertical-align ir text-align.

# tl_style.margin.0
source: Margin
tl: Paraštė

# tl_style.margin.1
source: Here you can enter the top, right, bottom and left margin.
tl: Čia galite nurodyti viršutinę, dešiniąją, apatinę bei kairiąją paraštes (margin).

# tl_style.padding.0
source: Padding
tl: Įspraudimas

# tl_style.padding.1
source: Here you can enter the top, right, bottom and left padding.
tl: Čia galite nurodyti viršutinę, dešiniąją, apatinę bei kairiąją įspraudimo reikšmes (padding).

# tl_style.align.0
source: Element alignment
tl: Elemento lygiavimas

# tl_style.align.1
source: To align an element, its left and right margin will be overwritten.
tl: Norint lygiuoti elementą nebus paisoma jo nurodytųjų kairiosios bei dešiniosios paraščių.

# tl_style.verticalalign.0
source: Vertical alignment
tl: Vertikalus lygiavimas

# tl_style.verticalalign.1
source: Here you can choose the vertical alignment.
tl: Čia galite pasirinkti vertikalaus lygiavimo būdą.

# tl_style.textalign.0
source: Text alignment
tl: Teksto lygiavimas

# tl_style.textalign.1
source: Here you can choose the horizontal text alignment.
tl: Čia galite pasirinkti teksto vertikalaus lygiavimo būdą.

# tl_style.background.0
source: Background
tl: Fonas

# tl_style.background.1
source: Background-color, background-image, background-position, background-repeat, linear-gradient and box-shadow.
tl: Background-color, background-image, background-position ir background-repeat.

# tl_style.bgcolor.0
source: Background color and opacity
tl: Spalva

# tl_style.bgcolor.1
source: Here you can enter a hexadecimal background color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
tl: Čia galite įvesti šešioliktainį fono spalvos kodą (pvz. ff0000 - raudona).

# tl_style.bgimage.0
source: Background image
tl: Fono paveikslėlis

# tl_style.bgimage.1
source: Here you can enter the path to a background image.
tl: Galite nurodyti kelią iki fono paveikslėlio.

# tl_style.bgposition.0
source: Background position
tl: Fono pozicija

# tl_style.bgposition.1
source: Here you can select the position of the background image.
tl: Čia galite pasirinkti fono paveiksliuko poziciją.

# tl_style.bgrepeat.0
source: Background repeat
tl: Fono kartojimas

# tl_style.bgrepeat.1
source: Here you can select the repeating mode.
tl: Čia galite pasirinkti fono paveiksliuko kartojimo tvarką.

# tl_style.border.0
source: Border
tl: Rėmelis

# tl_style.border.1
source: Border-width, border-style, border-color, border-radius, border-collapse and border-spacing.
tl: Border-width, border-style, border-color ir border-collapse.

# tl_style.borderwidth.0
source: Border width
tl: Rėmelio plotis

# tl_style.borderwidth.1
source: Here you can enter the top, right, bottom and left border width.
tl: Čia galite nurodyti viršutinio, dešiniojo, apatinio bei kairiojo rėmelio plotį.

# tl_style.borderstyle.0
source: Border style
tl: Rėmelio stilius

# tl_style.borderstyle.1
source: Here you can choose the border style.
tl: Čia galite pasirinkti rėmelio stilių.

# tl_style.bordercolor.0
source: Border color and opacity
tl: Rėmelio spalva

# tl_style.bordercolor.1
source: Here you can enter a hexadecimal border color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
tl: Čia galite nustatyti rėmelio spalvą (šešioliktainiu kodu).

# tl_style.bordercollapse.0
source: Border handling
tl: Rėmelio išvaizda

# tl_style.bordercollapse.1
source: Here you can choose the border handling.
tl: Čia galite pasirinkti rėmelio išvaizdą.

# tl_style.font.0
source: Font
tl: Šriftas

# tl_style.font.1
source: Font-family, font-size, font-color, line-height, font-style and white-space.
tl: Font-family, font-size, font-color, line-height, font-style ir white-space.

# tl_style.fontfamily.0
source: Font family
tl: Šriftų šeima

# tl_style.fontfamily.1
source: Here you can enter a comma separated list of font types.
tl: Čia galite įrašyti kableliais atskirtas šriftų šeimas.

# tl_style.fontsize.0
source: Font size
tl: Šrifto dydis

# tl_style.fontsize.1
source: Here you can enter the font size.
tl: Čia galite įrašyti šrifto dydį.

# tl_style.fontcolor.0
source: Font color and opacity
tl: Šrifto spalva

# tl_style.fontcolor.1
source: Here you can enter a hexadecimal font color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
tl: Čia galite nustatyti šrifto spalvą (šešioliktainiu kodu).

# tl_style.lineheight.0
source: Line height
tl: Eilutės aukštis

# tl_style.lineheight.1
source: Here you can define the line height.
tl: Čia galite nurodyti eilutės aukštį.

# tl_style.fontstyle.0
source: Font style
tl: Šrifto stilius

# tl_style.fontstyle.1
source: Here you can choose one or more font styles.
tl: Čia galite pasirinkti vieną ar kelis šrifto stilius.

# tl_style.whitespace.0
source: Disable automatic line feed
tl: Išjungti automatinį eilučių užpildymą

# tl_style.whitespace.1
source: Do not wrap words automatically.
tl: Automatiškai neperkelti teksto į kitą eilutę.

# tl_style.list.0
source: List
tl: Sąrašas

# tl_style.list.1
source: List-style-type and list-style-image.
tl: List-style-type ir list-style-image.

# tl_style.liststyletype.0
source: List symbol
tl: Sąrašo simbolis

# tl_style.liststyletype.1
source: Here you can choose a list symbol.
tl: Čia galite pasirinkti sąrašo simbolį.

# tl_style.liststyleimage.0
source: Custom symbol
tl: Individualus simbolis

# tl_style.liststyleimage.1
source: Here you can enter the path to an individual symbol.
tl: Čia galite nurodyti kelią iki individualaus sąrašo simbolio.

# tl_style.own.0
source: Custom code
tl: Individualus kodas

# tl_style.own.1
source: Here you can enter custom CSS code.
tl: Čia galite įrašyti individualų CSS kodą.

# tl_style.selector_legend
source: Selector and category
tl: Parinktis ir kategorija

# tl_style.size_legend
source: Size
tl: Dydis ir vieta

# tl_style.align_legend
source: Margin and alignment
tl: Paraštės ir lygiavimas

# tl_style.background_legend
source: Background settings
tl: Fono nustatymai

# tl_style.border_legend
source: Border settings
tl: Rėmelio nustatymai

# tl_style.font_legend
source: Font settings
tl: Šrifto nustatymai

# tl_style.list_legend
source: List settings
tl: Sąrašo nustatymai

# tl_style.custom_legend
source: Custom code
tl: Individualus kodas

# tl_style.normal
source: normal
tl: normalus

# tl_style.bold
source: bold
tl: pastorintas

# tl_style.italic
source: italic
tl: pasviręs

# tl_style.underline
source: underlined
tl: pabrauktas

# tl_style.notUnderlined
source: not underlined
tl: nepabrauktas

# tl_style.line-through
source: line-through
tl: perbrauktas

# tl_style.overline
source: overlined
tl: pabrauktas viršuje

# tl_style.disc
source: dot
tl: taškas

# tl_style.circle
source: circle
tl: apskritimas

# tl_style.square
source: square
tl: kvadratas

# tl_style.decimal
source: figures
tl: simboliai

# tl_style.upper-roman
source: upper latin figures
tl: didieji lotyniški simboliai

# tl_style.lower-roman
source: lower latin figures
tl: mažieji lotyniški simboliai

# tl_style.upper-alpha
source: upper characters
tl: didžiosios raidės

# tl_style.lower-alpha
source: lower characters
tl: mažosios raidės

# tl_style.none
source: none
tl: be ženklelių

# tl_style.new.0
source: New format definition
tl: Naujo formato apibrėžimas

# tl_style.new.1
source: Create a new format definition
tl: Sukurti naujo formato apibrėžimą

# tl_style.show.0
source: Format definition details
tl: Formato apibrėžimo informacija

# tl_style.show.1
source: Show the details of format definition ID %s
tl: Rodyti išsamią formato apibrėžimo ID %s %s

# tl_style.edit.0
source: Edit format definition
tl: Redaguoti formato apibrėžimą

# tl_style.edit.1
source: Edit format definition ID %s
tl: Redaguoti formato apibrėžimą ID %s

# tl_style.cut.0
source: Move format definition
tl: Perkelti formato apibrėžimą

# tl_style.cut.1
source: Move format definition ID %s
tl: Perkelti formato apibrėžimą ID %s

# tl_style.copy.0
source: Duplicate format definition
tl: Dubliuoti formato apibrėžimą

# tl_style.copy.1
source: Duplicate format definition ID %s
tl: Sukurti formato apibrėžimo ID %s kopiją

# tl_style.delete.0
source: Delete format definition
tl: Šalinti formato apibrėžimą

# tl_style.delete.1
source: Delete format definition ID %s
tl: Šalinti formato apibrėžimą ID %s

# tl_style.editheader.0
source: Edit style sheet
tl: Redaguoti stilių

# tl_style.editheader.1
source: Edit the style sheet settings
tl: Redaguoti stiliaus nustatymus

# tl_style.pasteafter.0
source: Paste at the top
tl: Įklijuoti viršuje

# tl_style.pasteafter.1
source: Paste after format definition ID %s
tl: Įklijuoti po formato apibrėžimu ID %s

# tl_style.pastenew.0
source: Add new at the top
tl: Pridėti naują viršuje

# tl_style.pastenew.1
source: Add new after format definition ID %s
tl: Pridėti naują po formato apibrėžimu ID %s

# tl_style.toggle.0
source: Toggle visibility
tl: Nustatyti matomumą

# tl_style.toggle.1
source: Toggle the visibility of format definition ID %s
tl: Nustatyti formato apibrėžimo ID %s matomumą
