Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/*_style_sheet.xlf
Languages: tl

# tl_style_sheet.name.0
source: Name
tl: Naziv

# tl_style_sheet.name.1
source: Please enter the style sheet name.
tl: Upišite naziv CSS datoteke

# tl_style_sheet.cc.0
source: Conditional comment
tl: Uvjetovani komentari

# tl_style_sheet.cc.1
source: Conditional comments allow you to create Internet Explorer specific style sheets (e.g. <em>if lt IE 9</em>).
tl: Uvjetovani komentari (conditional comments) omogućavaju vam da kreirate specifične CSS datoteke za Internet Explorer.

# tl_style_sheet.media.0
source: Media types
tl: Vrste medija

# tl_style_sheet.media.1
source: Here you can choose the media types the style sheet applies to.
tl: Ovdje možete odabrati vrste medija na koje se primjenjuje CSS datoteka.

# tl_style_sheet.mediaQuery.0
source: Media query
tl: Medija uvjeti

# tl_style_sheet.mediaQuery.1
source: Here you can define the media type using a media query like <em>screen and (min-width: 800px)</em>. The media types defined above will then be overwritten.
tl: Ovdje možete definirati vrste medija korištenjem uvjeta poput <em>screen i (min-width: 800px)</em>. U tom slučaju će vrste medija definirane iznad biti zamijenjene.

# tl_style_sheet.vars.0
source: Global variables
tl: Globalne varijable

# tl_style_sheet.vars.1
source: Here you can define global variables for the style sheet (e.g. <em>$red</em> -> <em>c00</em> or <em>$margin</em> -> <em>12px</em>).
tl: Ovdje možete definirati globalne varijable za CSS (npr. <em>$red</em> -> <em>c00</em> ili <em>$margin</em> -> <em>12px</em>).

# tl_style_sheet.source.0
source: Source files
tl: Izvorne datoteke

# tl_style_sheet.source.1
source: Here you can upload one or more .css files to be imported.
tl: Odaberite jednu ili više datoteka iz direktorija datoteka.

# tl_style_sheet.tstamp.0
source: Revision date
tl: Datum izmjene

# tl_style_sheet.tstamp.1
source: Date and time of the latest revision
tl: Datum i vrijeme posljednje izmjene.

# tl_style_sheet.title_legend
source: Name
tl: Naziv i vrste medija

# tl_style_sheet.css_imported
source: Style sheet "%s" has been imported.
tl: CSS datoteka "%s" je uvezena.

# tl_style_sheet.css_renamed
source: Style sheet "%s" has been imported as "%s".
tl: CSS datoteka "%s" je uvezena kao "%s".

# tl_style_sheet.new.0
source: New style sheet
tl: Nova CSS datoteka

# tl_style_sheet.new.1
source: Create a new style sheet
tl: Kreirajte novu CSS datoteku

# tl_style_sheet.show.0
source: Style sheet details
tl: Detalji CSS datoteke

# tl_style_sheet.show.1
source: Show the details of style sheet ID %s
tl: Prikaćite detalje CSS datoteke s ID %s

# tl_style_sheet.edit.0
source: Edit style sheet
tl: Uredi CSS datoteku

# tl_style_sheet.edit.1
source: Edit style sheet ID %s
tl: Uredite CSS datoteku s ID %s

# tl_style_sheet.editheader.0
source: Edit style sheet settings
tl: Uredi CSS postavke

# tl_style_sheet.editheader.1
source: Edit the settings of style sheet ID %s
tl: Uredite postavke CSS datoteke s ID %s

# tl_style_sheet.cut.0
source: Move style sheet
tl: Premjesti CSS datoteku

# tl_style_sheet.cut.1
source: Move style sheet ID %s
tl: Premjestite CSS datoteku s ID %s

# tl_style_sheet.copy.0
source: Duplicate style sheet
tl: Kopiraj CSS datoteku

# tl_style_sheet.copy.1
source: Duplicate style sheet ID %s
tl: Kopirajte CSS datoteku s ID %s

# tl_style_sheet.delete.0
source: Delete style sheet
tl: Izbriši CSS datoteku

# tl_style_sheet.delete.1
source: Delete style sheet ID %s
tl: Izbrišite CSS datoteku s ID %s

# tl_style_sheet.import.0
source: CSS import
tl: CSS Importiranje

# tl_style_sheet.import.1
source: Import existing CSS files
tl: Importirajte postojeće CSS datoteke.
