Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/*_templates.xlf
Languages: tl

# tl_templates.original.0
source: Original template
tl: Origanalūs šablonai

# tl_templates.original.1
source: Here you can select the template that you want to customize.
tl: Pasirinkite originalų šabloną, kurį norėsite redaguoti. Kopija bus sukurta <em>templates</em> kataloge.

# tl_templates.target.0
source: Target folder
tl: Aplankas

# tl_templates.target.1
source: A copy of the selected template will be stored in the target folder.
tl: Pasirinkto šablono kopija bus saugoma numatytame aplanke.

# tl_templates.headline
source: Add a new template
tl: Pridėti naują šabloną

# tl_templates.newTpl
source: Create template
tl: Sukurti šabloną

# tl_templates.exists
source: Template "%s" exists already!
tl: Šablonas "%s" jau yra!

# tl_templates.invalid
source: Invalid target directory "%s"!
tl: Neteisinga direktorija "%s"!

# tl_templates.new_tpl.0
source: New template
tl: Naujas šablonas

# tl_templates.new_tpl.1
source: Create a new template
tl: Sukurti naują šabloną

# tl_templates.new.0
source: New folder
tl: Naujas šablonas

# tl_templates.new.1
source: Create a new folder
tl: Sukurti naują šabloną

# tl_templates.pasteinto.0
source: Paste into
tl: Įterpti į

# tl_templates.pasteinto.1
source: Paste into this folder
tl: Įterpti į šį aplanką
