Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/*_theme.xlf
Languages: tl

# tl_theme.name.0
source: Theme title
tl: Temos pavadinimas

# tl_theme.name.1
source: Please enter a unique theme title.
tl: Įrašykite unikalų temos pavadinimą.

# tl_theme.author.0
source: Author
tl: Autorius

# tl_theme.author.1
source: Please enter the name of the theme designer.
tl: Įrašykite temos dizainerio vardą.

# tl_theme.folders.0
source: Folders
tl: Aplankai

# tl_theme.folders.1
source: Please select the folders that belong to the theme from the files directory.
tl: Pasirinkite aplankus, kurie priklauso temai.

# tl_theme.templates.0
source: Templates folder
tl: Šablonų aplankas

# tl_theme.templates.1
source: Here you can select a templates folder that will be exported with the theme.
tl: Čia galite pasirinkti šablonų aplanką, kuris eksportuojamas kartu su tema.

# tl_theme.screenshot.0
source: Screenshot
tl: Ekrano nuotrauka

# tl_theme.screenshot.1
source: Here you can choose a screenshot of the theme.
tl: Čia galite parinkti temos ekrano nuotrauką.

# tl_theme.source.0
source: Source files
tl: Pradžios failai

# tl_theme.source.1
source: Here you can upload one or more .cto files to be imported.
tl: Parinkite vieną ar daugiau .cto failų iš failų aplanko.

# tl_theme.tstamp.0
source: Revision date
tl: Peržiūros/atnaujinimo data

# tl_theme.tstamp.1
source: Date and time of the latest revision
tl: Paskutiniosios peržiūros / atnaujinimo data ir laikas.

# tl_theme.title_legend
source: Title and author
tl: Pavadinimas ir autorius

# tl_theme.config_legend
source: Configuration
tl: Nustatymai

# tl_theme.vars_legend
source: Global variables
tl: Globalūs kintamieji

# tl_theme.theme_imported
source: Theme "%s" has been imported.
tl: Tema "%s" importuota

# tl_theme.checking_theme
source: The theme data is being checked
tl: Temos duomenys tikrinami

# tl_theme.tables_fields
source: Tables and fields
tl: Lentelės ir laukai

# tl_theme.missing_field
source: The field <strong>%s</strong> is missing in the database and will not be imported.
tl: Lauko <strong>%s</strong> nerasta duomenų bazėje, jis nebus importuotas.

# tl_theme.tables_ok
source: The tables have been successfully checked.
tl: Lentelės sėkmingai patikrintos.

# tl_theme.custom_sections
source: Custom layout sections
tl: Individualios maketo dalys

# tl_theme.missing_section
source: The layout section <strong>%s</strong> is not defined in the back end settings.
tl: Maketo dalis <strong>%s</strong> nenurodyta administravimo skilties nustatymuose.

# tl_theme.sections_ok
source: The layout sections have been successfully checked.
tl: Maketo dalys sėkmingai patikrintos.

# tl_theme.missing_xml
source: Theme "%s" is corrupt and cannot be imported.
tl: Tema "%s" sugadinta, todėl jos importas negalimas.

# tl_theme.custom_templates
source: Custom templates
tl: Individualūs šablonai

# tl_theme.template_exists
source: The template <strong>"%s"</strong> exists and will be overwritten.
tl: Šablonas <strong>"%s"</strong> jau egzistuoja ir bus pašalintas.

# tl_theme.templates_ok
source: No conflicts detected.
tl: Konfliktų neaptikta.

# tl_theme.new.0
source: New theme
tl: Nauja tema

# tl_theme.new.1
source: Create a new theme
tl: Kurti naują temą

# tl_theme.show.0
source: Theme details
tl: Temos duomenys

# tl_theme.show.1
source: Show the details of theme ID %s
tl: Peržiūrėti temos ID %s duomenis

# tl_theme.edit.0
source: Edit theme
tl: Redaguoti temą

# tl_theme.edit.1
source: Edit theme ID %s
tl: Redaguoti temą ID %s

# tl_theme.delete.0
source: Delete theme
tl: Šalinti temą

# tl_theme.delete.1
source: Delete theme ID %s
tl: Šalinti temą ID %s

# tl_theme.css.0
source: Style sheets
tl: Stiliai

# tl_theme.css.1
source: Edit the style sheets of theme ID %s
tl: Redaguoti temos ID %s stilius

# tl_theme.modules.0
source: Modules
tl: Moduliai

# tl_theme.modules.1
source: Edit the front end modules of theme ID %s
tl: Redaguoti temos ID %s vartotojo srities modulius

# tl_theme.layout.0
source: Layouts
tl: Maketai

# tl_theme.layout.1
source: Edit the page layouts of theme ID %s
tl: Redaguoti temos ID %s maketus

# tl_theme.importTheme.0
source: Theme import
tl: Temos importavimas

# tl_theme.importTheme.1
source: Import new themes
tl: Impostuoti nają temą(as)

# tl_theme.exportTheme.0
source: Export
tl: Temos eksportavimas

# tl_theme.exportTheme.1
source: Export theme ID %s
tl: Eksportuoti temą ID %s
