Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/*_undo.xlf
Languages: tl

# tl_undo.fromTable.0
source: Source table
tl: Таблица

# tl_undo.fromTable.1
source: Name of the original table
tl: Име на оригиналната таблица

# tl_undo.affectedRows.0
source: Affected rows
tl: Записи с данни

# tl_undo.affectedRows.1
source: Number of records included in the undo step
tl: Брой на засегнатите записи

# tl_undo.query.0
source: Details
tl: Подробности

# tl_undo.query.1
source: Details of the undo step
tl: Подробности за текущия запис

# tl_undo.data.0
source: Data
tl: Данни

# tl_undo.data.1
source: Raw data of the undo step
tl: Данни на изтритите записи

# tl_undo.show.0
source: Show details
tl: Показване на подробности

# tl_undo.show.1
source: Show the details of entry ID %s
tl: Показване на подробности за ID %s

# tl_undo.undo.0
source: Restore
tl: Отмяна

# tl_undo.undo.1
source: Restore entry ID %s
tl: Отмени действие с ID %s
