Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/*_user_group.xlf
Languages: tl

# tl_user_group.name.0
source: Title
tl: Pavadinimas

# tl_user_group.name.1
source: Please enter the group title.
tl: Įrašykite grupės pavadinimą.

# tl_user_group.alexf.0
source: Allowed fields
tl: Leistini laukai

# tl_user_group.alexf.1
source: Here you can choose which fields will be editable.
tl: Čia galite nurodyti, kurie laukai bus redaguojami.

# tl_user_group.disable.0
source: Deactivate
tl: Deaktyvuoti

# tl_user_group.disable.1
source: Temporarily disable the group.
tl: Laikinai atjungti grupę.

# tl_user_group.start.0
source: Activate on
tl: Aktyvuoti nuo

# tl_user_group.start.1
source: Automatically activate the group on this day.
tl: Automatiškai aktyvuoti grupę nuo nustatytos dienos.

# tl_user_group.stop.0
source: Deactivate on
tl: Deaktyvuoti nuo

# tl_user_group.stop.1
source: Automatically deactivate the group on this day.
tl: Automatiškai deaktyvuoti grupę nuo nustatytos dienos.

# tl_user_group.title_legend
source: Title
tl: Pavadinimas

# tl_user_group.modules_legend
source: Allowed modules
tl: Leistini moduliai

# tl_user_group.pagemounts_legend
source: Pagemounts
tl: Puslapių priskyrimas

# tl_user_group.filemounts_legend
source: Filemounts
tl: Failų priskyrimas

# tl_user_group.forms_legend
source: Form permissions
tl: Formų galimybės

# tl_user_group.account_legend
source: Account settings
tl: Sąskaitos nustatymai

# tl_user_group.alexf_legend
source: Allowed fields
tl: Neįtraukti laukai

# tl_user_group.new.0
source: New user group
tl: Nauja vartotojų grupė

# tl_user_group.new.1
source: Create a new user group
tl: Sukurti naują vartotojų grupę

# tl_user_group.show.0
source: Group details
tl: Grupės duomenys

# tl_user_group.show.1
source: Show the details of group ID %s
tl: Rodyti išsamius grupės ID %s duomenis

# tl_user_group.edit.0
source: Edit group
tl: Redaguoti grupę

# tl_user_group.edit.1
source: Edit group ID %s
tl: Redaguoti grupę ID %s

# tl_user_group.copy.0
source: Duplicate group
tl: Dubliuoti grupę

# tl_user_group.copy.1
source: Duplicate group ID %s
tl: Sukurti grupės ID %s kopiją

# tl_user_group.delete.0
source: Delete group
tl: Šalinti grupę

# tl_user_group.delete.1
source: Delete group ID %s
tl: Šalinti grupę ID %s

# tl_user_group.toggle.0
source: Activate/deactivate group
tl: Aktyvuoti/deaktyvuoti grupę

# tl_user_group.toggle.1
source: Activate/deactivate group ID %s
tl: Aktyvuoti/deaktyvuoti grupę su ID %s
