Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/*_user.xlf
Languages: tl

# tl_user.username.0
source: Username
tl: Vartotojo vardas

# tl_user.username.1
source: Please enter a unique username.
tl: Įrašykite unikalų vartotojo vardą.

# tl_user.name.0
source: Name
tl: Vardas

# tl_user.name.1
source: Please enter the first and last name.
tl: Įrašykite vardą ir pavardę.

# tl_user.email.0
source: E-mail address
tl: El. paštas

# tl_user.email.1
source: Please enter a valid e-mail address.
tl: Įrašykite galiojantį elektroninio pašto adresą.

# tl_user.language.0
source: Back end language
tl: Administravimo kalba

# tl_user.language.1
source: Here you can choose the back end language.
tl: Nustatykite administravimo srities (back end) kalbą.

# tl_user.backendTheme.0
source: Back end theme
tl: Administravimo tema

# tl_user.backendTheme.1
source: Here you can override the global back end theme.
tl: Čia galite nustatyti administravimo srities išvaizdą.

# tl_user.uploader.0
source: File uploader
tl: Failų įkelimo tipas

# tl_user.uploader.1
source: Here you can chose a file uploader.
tl: Čia galite pasirinkti failų įkėlimo tipą.

# tl_user.showHelp.0
source: Show explanation
tl: Rodyti paaiškinimus

# tl_user.showHelp.1
source: Show a short explanation text below each input field.
tl: Rodyti trumpus aprašymus po kiekvienu įvesties lauku.

# tl_user.thumbnails.0
source: Show thumbnail images
tl: Rodyti glaustus paveikslėlius

# tl_user.thumbnails.1
source: Show thumbnail images in the file manager.
tl: Rodyti glaustus paveikslėlius (thumbnails) failų tvarkyklėje.

# tl_user.useRTE.0
source: Enable the rich text editor
tl: Įgalinti platų teksto redaktorių

# tl_user.useRTE.1
source: Use the rich text editor to format text elements.
tl: Naudoti platų teksto redaktorių (rich text editor) elementų tvarkymui.

# tl_user.useCE.0
source: Enable the code editor
tl: Įgalinti kodo redaktorių

# tl_user.useCE.1
source: Use the code editor to modify code elements.
tl: Naudoti kodo redaktorių kodo elementų redagavimui.

# tl_user.pwChange.0
source: Password change required
tl: Rekalauti pakeisti slaptažodį

# tl_user.pwChange.1
source: Make the user change his password upon the next login.
tl: Versti vartotoją pasikeisti slaptažodį jam prisijungus.

# tl_user.admin.0
source: Make the user an administrator
tl: Padaryti vartotoją administratoriumi

# tl_user.admin.1
source: Administrators have unlimited access to all modules and elements!
tl: Administratorius gauna neribojamą prieigą prie visų elementų bei modulių!

# tl_user.groups.0
source: User groups
tl: Vartotojų grupės

# tl_user.groups.1
source: Here you can assign the user to one or more groups.
tl: Čia galite priskirti vartotoją prie vienos ar kelių grupių.

# tl_user.inherit.0
source: Permission inheritance
tl: Galimybių paveldėjimas

# tl_user.inherit.1
source: Here you can define which group permissions the user inherits.
tl: Čia galite nustatyti, kuriomis grupės galimybėmis galės naudotis vartotojas.

# tl_user.group.0
source: Use group settings only
tl: Naudoti tik grupės nustatymus

# tl_user.group.1
source: The user inherits only group permissions.
tl: Vartotojas naudojasi tik grupei suteiktomis galimybėmis.

# tl_user.extend.0
source: Extend group settings
tl: Išplėsti grupės nustatymus

# tl_user.extend.1
source: The group permissions are extended by individual ones.
tl: Grupės galimybės išplečiamos individualiai.

# tl_user.custom.0
source: Use individual settings only
tl: Naudoti tik individualius nustatymus

# tl_user.custom.1
source: Only individual permissions are applied.
tl: Priskiriamos tik individualios galimybės.

# tl_user.modules.0
source: Back end modules
tl: Administravimo moduliai

# tl_user.modules.1
source: Here you can grant access to one or more back end modules.
tl: Čia galite suteikti prieigą prie vieno ar kelių administravimo modulių.

# tl_user.themes.0
source: Theme modules
tl: Temų modulis

# tl_user.themes.1
source: Here you can grant access to the theme modules.
tl: Čia galite suteikti prieigą prie puslapio temų modulių.

# tl_user.pagemounts.0
source: Pagemounts
tl: Puslapių priskyrimas

# tl_user.pagemounts.1
source: Here you can grant access to one or more pages (subpages are included automatically).
tl: Čia galite suteikti prieigą prie puslapių.Tolimesni puslapiai (subpages) priskiriami automatiškai.

# tl_user.alpty.0
source: Allowed page types
tl: Leistini puslapių tipai

# tl_user.alpty.1
source: Here you can select the page types you want to allow.
tl: Čia galite nustatyti puslapių tipus, kuriuos vartotojas gali naudoti.

# tl_user.filemounts.0
source: Filemounts
tl: Failų priskyrimas

# tl_user.filemounts.1
source: Here you can grant access to one or more folders (subfolders will be included automatically).
tl: Čia galite suteikti prieigą prie aplankų.Tolimesni aplankai (subfolders) priskiriami automatiškai.

# tl_user.forms.0
source: Allowed forms
tl: Leistinos formos

# tl_user.forms.1
source: Here you can grant access to one or more forms.
tl: Čia galite suteikti prieigą prie vienos ar kelių formų.

# tl_user.formp.0
source: Form permissions
tl: Formų teisės

# tl_user.formp.1
source: Here you can define the form permissions.
tl: Čia jūs galite nustatyti formų teises.

# tl_user.disable.0
source: Deactivate
tl: Deaktyvuoti

# tl_user.disable.1
source: Temporarily disable the account.
tl: Laikinai atjungti sąskaitą.

# tl_user.start.0
source: Activate on
tl: Aktyvuoti nuo

# tl_user.start.1
source: Automatically activate the account on this day.
tl: Automatiškai aktyvuoti sąskaitą nuo nustatytos dienos.

# tl_user.stop.0
source: Deactivate on
tl: Deaktyvuoti nuo

# tl_user.stop.1
source: Automatically deactivate the account on this day.
tl: Automatiškai deaktyvuoti sąskaitą nuo nustatytos dienos.

# tl_user.session.0
source: Purge data
tl: Išvalyti duomenis

# tl_user.session.1
source: Please select the data you want to purge.
tl: Pasirinkite duomenis, kuriuos norite išvalyti.

# tl_user.name_legend
source: Name and e-mail
tl: Vardas ir el. paštas

# tl_user.backend_legend
source: Back end settings
tl: Administravimo nustatymai

# tl_user.theme_legend
source: Back end theme
tl: Administratoriaus skilties išvaizda

# tl_user.password_legend
source: Password settings
tl: Slaptažodžio nustatymai

# tl_user.admin_legend
source: Administrator
tl: Administratorius

# tl_user.groups_legend
source: User groups
tl: Vartotojų grupės

# tl_user.modules_legend
source: Allowed modules
tl: Leistini moduliai

# tl_user.pagemounts_legend
source: Pagemounts
tl: Puslapių priskyrimas

# tl_user.filemounts_legend
source: Filemounts
tl: Failų priskyrimas

# tl_user.forms_legend
source: Form permissions
tl: Formų galimybės

# tl_user.account_legend
source: Account settings
tl: Sąskaitos nustatymai

# tl_user.session_legend
source: Clear cache
tl: Išvalyti sparčiąją atmintį

# tl_user.sessionLabel
source: Session data
tl: Sesijos duomenys

# tl_user.htmlLabel
source: Image cache
tl: Paveikslėlių sparčioji atmintis

# tl_user.tempLabel
source: Page cache
tl: Laikinasis aplankas

# tl_user.sessionPurged
source: The session data has been purged
tl: Sesijos duomenys išvalyti

# tl_user.htmlPurged
source: The image cache has been purged
tl: Paveikslėlių sparčioji atmintis išvalyta

# tl_user.tempPurged
source: The page cache has been purged
tl: Laikinasis aplankas išvalytas

# tl_user.FileUpload
source: Default uploader
tl: Numatytasis failų įkėlimo tipas

# tl_user.new.0
source: New user
tl: Naujas vartotojas

# tl_user.new.1
source: Create a new user
tl: Sukurti naują vartotoją

# tl_user.show.0
source: User details
tl: Vartotojo duomenys

# tl_user.show.1
source: Show the details of user ID %s
tl: Rodyti išsamius vartotojo ID %s duomenis

# tl_user.edit.0
source: Edit user
tl: Redaguoti vartotoją

# tl_user.edit.1
source: Edit user ID %s
tl: Redaguoti vartotoją ID %s

# tl_user.copy.0
source: Duplicate user
tl: Dubliuoti vartotoją

# tl_user.copy.1
source: Duplicate user ID %s
tl: Sukurti vartotojo ID %s kopiją

# tl_user.delete.0
source: Delete user
tl: Šalinti vartotoją

# tl_user.delete.1
source: Delete user ID %s
tl: Šalinti vartotoją ID %s

# tl_user.toggle.0
source: Activate/deactivate user
tl: Aktyvuoti/deaktyvuoti vartotoją

# tl_user.toggle.1
source: Activate/deactivate user ID %s
tl: Aktyvuoti/deaktyvuoti vartotoją su ID %s

# tl_user.su.0
source: Switch user
tl: Sukeisti vartotoją

# tl_user.su.1
source: Switch to user ID %s
tl: Sukeisti į vartotoją ID %s
