Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/default.xlf
Languages: bg, lt

# ERR.general
source: An error occurred!
bg: Появи се грешка!
lt: Įvyko klaida!

# ERR.unique
source: Duplicate entry in field "%s"!
lt: Kartojasi įrašai laukeliuose "%s"!

# ERR.mandatory
source: Field "%s" must not be empty!
lt: Užpildykite laukelius "%s"!

# ERR.mdtryNoLabel
source: This field must not be empty!
bg: Това поле е задължително!
lt: Šis laukelis turi būti užpildytas!

# ERR.minlength
source: Field "%s" has to be at least %d characters long!
lt: Įrašas "%s" laukelyje turi būti mažiausiai iš %d simbolių!

# ERR.maxlength
source: Field "%s" must not be longer than %d characters!
lt: Laukelis "%s" negali susidaryti iš daugiau nei %d simbolių!

# ERR.digit
source: Please enter digits only!
bg: Моля, въвеждайте само цифри!
lt: Prašome įrašyti tik skaitmenis!

# ERR.prcnt
source: Please enter a percentage between 0 and 100!
bg: Моля, въведете число(процент) межу 0 и 100!
lt: Prašome įrašyti procentus nuo 0 iki 100!

# ERR.alpha
source: Please enter alphabetic characters only!
bg: Моля, въведете само буквени символи!
lt: Prašome įrašyti tik raides

# ERR.alnum
source: Please enter alphanumeric characters only!
bg: Моля, въведете само букви и цифри!
lt: Prašome įrašyti tik raides ir skaitmenis

# ERR.phone
source: Please enter a valid phone number!
bg: Моля, въведете валиден телефонен номер!
lt: Įrašykite galiojantį telefono numerį

# ERR.extnd
source: For security reasons you can not use the following characters here: =<>&/()#
bg: От съображения за сигурност не може да използвате тези символи (=&/()#) тук!
lt: Saugumo sumetimais čia Jūs negalite naudoti simbolių (=&/()#) !

# ERR.email
source: Please enter a valid e-mail address!
bg: Моля, въведете валиден e-mail адрес!
lt: Prašome įvesti teisingą elektroninio pašto adresą.

# ERR.emails
source: There is at least one invalid e-mail address!
bg: Има поне един невалиден e-mail адрес!
lt: Yra bent vienas neteisingai įvestas el. pašto adresas.

# ERR.url
source: Please enter a valid URL format and encode special characters!
bg: Моля, въведете валиден URL формат и кодирайте специалните символи!
lt: Prašome įvesti teisingą internetinio puslapio adresą.

# ERR.date
source: Please enter the date as "%s"!
lt: Įveskite datą kaip "%s"!

# ERR.time
source: Please enter the time as "%s"!
lt: Įveskite laiką kaip "%s"!

# ERR.dateTime
source: Please enter date and time as "%s"!
lt: Įveskite datą ir laiką kaip "%s"!

# ERR.noSpace
source: Field "%s" must not contain any whitespace characters!
lt: Laukas "%s" negali būti paliktas tusčias

# ERR.filesize
source: The maximum size for file uploads is %s (Contao or php.ini settings)!
bg: Максималният разрешен размер на файловете за качване е %s kB!
lt: Didžiausas failo dydis yra: %s kB!

# ERR.filetype
source: File type "%s" is not allowed to be uploaded!
lt: Failo tipas yra uždraustas įkelti!

# ERR.filepartial
source: File %s was only partially uploaded!
bg: Файлът %s бе само частично качен!
lt: Failas %s tik dalinai įkeltas

# ERR.filewidth
source: File %s exceeds the maximum image width of %d pixels!
bg: Файлът %s е с ширина по-голяма от %d пиксела!
lt: Failas %s viršijo didžiausią leistiną plotį. Nustatyta %d pikseliai!

# ERR.fileheight
source: File %s exceeds the maximum image height of %d pixels!
bg: Файлът %s е по-голяма от %d пиксела!
lt: Failas %s viršijo didžiausią leistiną ilgį. Nustatyta %d pikseliai!

# ERR.invalidReferer
source: Access denied! The current host address (%s) does not match the referer host address (%s)!
bg: Достъпът отказан! Текущият хост адрес (%s) не съответства на рефериращия адрес(%s)!
lt: Priėjimas uždraustas! Adresas (%s) neatitinka nustatyų reikalavimų (%s)!

# ERR.invalidPass
source: Invalid password!
bg: Грешна парола!
lt: Neteisingas slaptažodis!

# ERR.passwordLength
source: A password has to be at least %d characters long!
bg: Паролата трябва да е с дължина поне %d символа!
lt: Slaptažodis turi susidėti iš mažiausia %d simbolių.

# ERR.passwordName
source: Your username and password must not be the same!
bg: Потребителското име и паролата трябва да са различни!
lt: Jūsų prisijungimo vardas ir slaptažodis negali būti tie patys!

# ERR.passwordMatch
source: The passwords did not match!
bg: Паролите не съвпаднаха!
lt: Slaptažodžiai nesutampą!

# ERR.accountLocked
source: This account has been locked! You can log in again in %d minutes.
bg: Тази сметка бе заключена! Можете да влезете отново след %d минути.
lt: Šis prisijungimo vardas užblokuotas! Jūs galėsi prisijungti po %d min.

# ERR.invalidLogin
source: Login failed!
bg: Неуспешно влизане!
lt: Nepavyko prisijungti!

# ERR.invalidColor
source: Invalid color format!
bg: Грешен формат на цвета!
lt: Neteisingas spalvos formatas

# ERR.all_fields
source: Please select at least one field!
lt: Prašome pažymėti bent vieną lauką!

# ERR.aliasExists
source: The alias "%s" already exists!
lt: Puslapio alternatyvus vardas "%s" jau yra!

# ERR.importFolder
source: The folder "%s" cannot be imported!
lt: Katalogas "%s" negali būti importuotas!

# ERR.notWriteable
source: The file "%s" is not writeable and can therefore not be updated!
lt: Failas "%s" neturi rašymo teisių, todėl pakeitimai neįsigalios!

# ERR.invalidName
source: This file or folder name is invalid!
bg: Името на файла или папката е невалидно!
lt: Failo arba aplanko pavadinimas neteisingas!

# ERR.invalidFile
source: The file or folder "%s" is invalid!
lt: Failas arba aplankas "%s" neteisinas!

# ERR.circularReference
source: Invalid redirect target (circular reference)!
bg: Невалидно пренасочване (циклична референция)
lt: Negaliojantis peradresavimas (ciklinė nuoroda)!

# ERR.ie6warning
source: <strong>Attention!</strong> Your web browser is %sout of date%s and <strong>you cannot use all features of this website</strong>.
bg: %s<strong>Внимание!</strong> Браузърт ви (%s) е остарял и <strong>не можете да ползвате този сайт пълноценно</strong>.
lt: <strong>Dėmesio!</strong> Jūsų naršyklė yra %sneatnaujinta%s - todėl <strong>negalėsite naudoti visų šio tinklalapio funkcijų</strong>.

# ERR.form
source: The form could not be sent
bg: Формата не може да бъде изпратена
lt: Išsiųsti nepavyko

# ERR.captcha
source: Please answer the security question!
bg: Моля отговорете на защитния въпрос!
lt: Prašome atsakytį į apsaugos klausimą!

# SEC.question1
source: Please add %d and %d.
bg: Моля съберете %d и %d.
lt: Prašome sudėti - %d ir %d.

# SEC.question2
source: What is the sum of %d and %d?
bg: Какъв е сборът на %d и %d.
lt: Koks atsakymas bus sudėjus %d ir %d?

# SEC.question3
source: Please calculate %d plus %d.
bg: Моля, изчислете %d плюс %d.
lt: Sudėkite: %d ir %s.

# CTE.texts
source: Text elements
bg: Текстови елементи
lt: Teksto elementai

# CTE.headline.0
source: Headline
bg: Заглавие
lt: Antraštė

# CTE.headline.1
source: Generates a headline (h1 - h6).
bg: Генерира заглавие (h1 - h6).
lt: Šis elementas susideda iš atskiros antraštės išskirtos <H1> gaire.

# CTE.text.0
source: Text
bg: Текст
lt: Tekstas

# CTE.text.1
source: Generates a rich text element.
bg: Генерира богато оформен текст
lt: Raiškusis tekstas su nuorodomis. Papildomai jūs galite pridėti paveikslėlį.

# CTE.html.1
source: Allows you to add custom HTML code.
bg: Позволява да въвеждате HTML код.
lt: Leidžia įrašyti HTML kodą. Tam tikros HTML žymos yra uždraustos saugumo sumetimais.

# CTE.list.0
source: List
bg: Списък
lt: Sąrašas

# CTE.list.1
source: Generates an ordered or unordered list.
bg: Генерира подередн или неподреден списък.
lt: Surūšiuotas ir nesurūšiuotas sąrašas.

# CTE.table.0
source: Table
bg: Таблица
lt: Lentelė

# CTE.table.1
source: Generates an optionally sortable table.
bg: Генерира таблица с възможност за сортиране.
lt: Elementas, turintis lentelę.

# CTE.accordion.0
source: Accordion
bg: Рагъващ се панел
lt: Mootools skydas

# CTE.accordion.1
source: Generates a MooTools accordion pane.
bg: Генерира mootools разгъващ се панел
lt: Mootools opcijų skydas

# CTE.code.0
source: Code
bg: Код
lt: Kodas

# CTE.code.1
source: Highlights code snippets and prints them to the screen.
bg: Оцветява откъси код и ги показва на екрана.
lt: Išryškina kodo fragmentus ir išveda juos į ekraną.

# CTE.links
source: Link elements
bg: Връзки
lt: Nuorodų elementai

# CTE.hyperlink.0
source: Hyperlink
bg: Хипервръзки
lt: Nuorodos elementas

# CTE.hyperlink.1
source: Generates a link to another website.
bg: Генерира връзка към друг сайт.
lt: Šis elementas susideda iš nuorodos (saito) į kita internetinį puslapį.

# CTE.toplink.0
source: Top link
bg: Началото на страницата
lt: Viršutinė nuoroda

# CTE.toplink.1
source: Generates a link to jump to the top of the page.
bg: Генерира връзка към началото на страницата
lt: Šis elementas sukuria nuorodą, kuri perkelia į puslapio viršų.

# CTE.image.0
source: Image
bg: Изображение
lt: Paveikslėlis

# CTE.image.1
source: Generates a stand-alone image.
bg: генерира самостоятелно изображение
lt: Autonominis paveikslėlis.

# CTE.gallery.0
source: Gallery
bg: Галерия
lt: Galerija

# CTE.gallery.1
source: Generates a lightbox image gallery.
bg: Генерира "lightbox" картинна галерия
lt: Lightbox paveikslėlių galerija.

# CTE.files
source: File elements
bg: Списък с файлове
lt: Bylos elementas

# CTE.download.0
source: Download
bg: Изтегляне
lt: Parsiųsti

# CTE.download.1
source: Generates a link to download a file.
bg: Създава връзка за сваляне на файл.
lt: Šis elementas sukuria nuorodą į bylą, kurią gali parsisiųsti puslapio lankytojai.

# CTE.downloads.0
source: Downloads
bg: Изтегляния
lt: Siuntiniai

# CTE.downloads.1
source: Generates multiple links to download files.
bg: Създава връзки за сваляне на файл.
lt: Šis elementas susideda iš kelių bylų, kurias gali parsisiųsti puslapio lankytojai.

# CTE.includes
source: Include elements
bg: Елементи за вмъкване
lt: Įterpti elementus

# CTE.article.0
source: Article
bg: Статия
lt: Straipsnis

# CTE.article.1
source: Includes another article.
bg: Вмъква друга статия.
lt: Prideda kitą straipsnį.

# CTE.alias.0
source: Content element
bg: Елемент съдържание
lt: Turinio elementas

# CTE.alias.1
source: Includes another content element.
bg: Вмъква друг елемент съдържание
lt: Prideda kitą turinio elementą.

# CTE.form.0
source: Form
bg: Форма
lt: Forma

# CTE.form.1
source: Includes a form.
bg: Вмъква форма.
lt: Prideda formą.

# CTE.module.0
source: Module
bg: Модул
lt: Modulis

# CTE.module.1
source: Includes a front end module.
bg: Вмъква модул за сайта
lt: Prideda lankytojo srities modulį.

# CTE.teaser.0
source: Article teaser
bg: Кратък текст за статия
lt: Straipsnio anonsas

# CTE.teaser.1
source: Displays the teaser text of an article.
bg: Показва кратък текст за статия.
lt: Rodo straipsnio anonsą.

# PTY.regular.0
source: Regular page
bg: Обикновена страница
lt: Įprastas puslapis

# PTY.regular.1
source: A regular page contains articles and content elements. It is the default page type.
bg: Обикновената страница съдържа статии и елементи със съдържание. Това е подразбиращия се тип страница.
lt: Įprastas puslapis susideda iš straipsnių ir turinio elementų. Tai yra numatytasis puslapio tipas.

# PTY.redirect.0
source: External redirect
bg: Препратка към външен уеб-адрес
lt: Perkelti į įšorinį puslapį

# PTY.redirect.1
source: This type of page automatically redirects visitors to an external website. It works like a hyperlink.
bg: Тази страница автоматично препраща към външен URL. Работи като хипервръзка.
lt: Šis puslapis automatiškai perkels į išorį puslapį internete.

# PTY.forward.0
source: Internal redirect
bg: Препратка към друга страница
lt: Grąžinti į kitą puslapį

# PTY.forward.1
source: This type of page automatically forwards visitors to another page within the site structure.
bg: Този тип страница автоматично препраща потребителя към друга страница от сайта.
lt: Šis puslapis automatiškai grąžins lankytoją į kitą svetainės puslapį. Perkėlimas vyksta naudojant puslapio ID arba alternatyvų puslapio vardą.

# PTY.root.0
source: Website root
bg: Коренова страница на нов сайт
lt: Naujos svetainės puslpis

# PTY.root.1
source: This type of page marks the starting point of a new website within the site structure.
bg: Този тип страница обозначава началната точка на нов сайт вс структурата от страници.
lt: Šis puslapio tipas - naujos svetainės, turinčios individualią struktūrą, pradžia.

# PTY.error_403.0
source: 403 Access denied
bg: Грешка 403 (достъпът отказан)
lt: Klaida 403 (priėjimas negalimas)

# PTY.error_403.1
source: If a user requests a protected page without permission, a 403 error page will be loaded instead.
bg: Тази страница се показва, когато потребител се опита да отвори защитена страница без разрешение.
lt: Šis puslapis rodomas, kai vartotojas bando pasiekti puslapį kuris yra apsaugotas ir priėjimas be leidimo negalimas. Jeigu šis puslapis bus patalpintas tik tam tikrų puslapių medyje, tuomet jo naudojimas bus ribotas tam tikrai svetainei.

# PTY.error_404.0
source: 404 Page not found
bg: Грешка 404 (страницата не е намерена)
lt: Klaida 404 (puslapis nerastas)

# PTY.error_404.1
source: If a user requests a non-existent page, a 404 error page will be loaded instead.
bg: Тази страница се показва, когато потребителят се опита да достъпи несъществуваща/недостъпна страница.
lt: Šis puslapis rodomas, kai vartotojas bando pasiekti nesamą puslapį. Jeigu šis puslapis bus patalpintas tik tam tikrų puslapių medyje, tuomet jo naudojimas bus ribotas tam tikrai svetainei.

# FOP.fop.0
source: File operation permissions
bg: Разрешения за файлови операции
lt: Failų redagavimo galimybės

# FOP.fop.1
source: Here you can select the file operations you want to allow.
bg: Тук можете да изберете разрешения за файлови операции.
lt: Čia galite parinkti leidžiamas galimybes.

# FOP.f1
source: Upload files to the server
bg: Качване на файловете на сървъра
lt: Įkelti failus į serverį

# FOP.f2
source: Edit, copy or move files and folders
bg: Редакция, копиране или преместване на файлове и директории
lt: Redaguoti, kopijuoti arba perkelti failus ir katalogus

# FOP.f3
source: Delete single files and empty folders
bg: Изтриване на отделни файлове и директории
lt: Ištrinti pavienius failus ir katalogus

# FOP.f4
source: Delete folders including all files and subfolders (!)
bg: Изтриване на директории и всичко, което съдържат
lt: Ištrinti katalogus su pakatalogiais ir failais (!)

# FOP.f5
source: Edit files in the source editor
bg: Редакция на файлове в редактора за изходен код
lt: Redaguoti bylas redaktoriumi

# CHMOD.editpage
source: Edit page
bg: Редакция на страница
lt: Redaguoti puslapį

# CHMOD.editnavigation
source: Edit page hierarchy
bg: Редакция на иерархята от страници
lt: Redaguoti puslapio medį

# CHMOD.deletepage
source: Delete page
bg: Изтриване на страница
lt: Ištrinti puslapį

# CHMOD.editarticles
source: Edit articles
bg: Редакция на статии
lt: Redaguoti įrašus

# CHMOD.movearticles
source: Edit article hierarchy
bg: Редакция на иерархята от статии
lt: Redaguoti įrašų hierarchiją

# CHMOD.deletearticles
source: Delete articles
bg: Изтриване на статии
lt: Ištrinti

# CHMOD.cuser
source: Owner
bg: Потребител
lt: Vartotojas

# CHMOD.cgroup
source: Group
bg: Група
lt: Grupė

# CHMOD.cworld
source: Everybody
bg: Всеки
lt: Kiekvienas

# DAYS.0
source: Sunday
bg: неделя
lt: Sekmadienis

# DAYS.1
source: Monday
bg: понеделник
lt: Pirmadienis

# DAYS.2
source: Tuesday
bg: вторник
lt: Antradienis

# DAYS.3
source: Wednesday
bg: сряда
lt: Trečiadienis

# DAYS.4
source: Thursday
bg: четвъртък
lt: Ketvirtadienis

# DAYS.5
source: Friday
bg: петък
lt: Penktadienis

# DAYS.6
source: Saturday
bg: събота
lt: Šeštadienis

# DAYS_SHORT.0
source: Sun
bg: нд
lt: Sekm.

# DAYS_SHORT.1
source: Mon
bg: пн
lt: Pirm.

# DAYS_SHORT.2
source: Tue
bg: вт
lt: Antr.

# DAYS_SHORT.3
source: Wed
bg: ср
lt: Treč.

# DAYS_SHORT.4
source: Thu
bg: чт
lt: Ketv.

# DAYS_SHORT.5
source: Fri
bg: пт
lt: Penkt.

# DAYS_SHORT.6
source: Sat
bg: сб
lt: Šešt.

# MONTHS.0
source: January
bg: януари
lt: Sausis

# MONTHS.1
source: February
bg: февруари
lt: Vasaris

# MONTHS.2
source: March
bg: март
lt: Kovas

# MONTHS.3
source: April
bg: април
lt: Balandis

# MONTHS.4
source: May
bg: май
lt: Gegužė

# MONTHS.5
source: June
bg: юни
lt: Birželis

# MONTHS.6
source: July
bg: юли
lt: Liepa

# MONTHS.7
source: August
bg: август
lt: Rugpjūtis

# MONTHS.8
source: September
bg: септември
lt: Rugsėjis

# MONTHS.9
source: October
bg: октомври
lt: Spalis

# MONTHS.10
source: November
bg: ноември
lt: Lapkritis

# MONTHS.11
source: December
bg: декември
lt: Gruodis

# MONTHS_SHORT.0
source: Jan
bg: яну
lt: Sau

# MONTHS_SHORT.1
source: Feb
bg: фев
lt: Vas

# MONTHS_SHORT.2
source: Mar
bg: мар
lt: Kov

# MONTHS_SHORT.3
source: Apr
bg: апр
lt: Bal

# MONTHS_SHORT.4
source: May
bg: май
lt: Geg

# MONTHS_SHORT.5
source: Jun
bg: юни
lt: Bir

# MONTHS_SHORT.6
source: Jul
bg: юли
lt: Lie

# MONTHS_SHORT.7
source: Aug
bg: авг
lt: Rug

# MONTHS_SHORT.8
source: Sep
bg: сеп
lt: Rgs

# MONTHS_SHORT.9
source: Oct
bg: окт
lt: Spa

# MONTHS_SHORT.10
source: Nov
bg: ное
lt: Lap

# MONTHS_SHORT.11
source: Dec
bg: дек
lt: Gru

# MSC.titleFormat
source: %B %d%o, %Y
bg: l, dS of F Y
lt: l, dS of F Y

# MSC.url.0
source: Link target
bg: Целеви URL
lt: Nuorodos atvertimas

# MSC.url.1
source: Please enter a web address (http://…), an e-mail address (mailto:…) or an insert tag.
bg: Моля, въведете уеб адрес(http://...), e-mail, (mailto:...). или таг за вмъкване (напр. link_url).
lt: Įveskite internetinį adresą (http://…), el. pašto adresą (mailto:…) ar įvesties žymą.

# MSC.target.0
source: Open in new window
bg: Отваряне в нов прозорец на браузъра
lt: Atidaryti naujame naršyklės lange

# MSC.target.1
source: Open the link in a new browser window.
bg: Отваря адреса в нов прозорец на браузъра.
lt: Jeigu Jūs pasirinksite šią nuostatą, nuoroda bus atidaryta naujame naršyklės lange.

# MSC.separator.0
source: Separator
bg: Разделител
lt: Skyriklis

# MSC.separator.1
source: Please choose a field delimiter.
bg: Моля, въведете символите, които разделят стойностите
lt: Pasirinkite simbolį, kuris bus naudojamas kaip skyriklis.

# MSC.source.0
source: Source files
bg: Файлове
lt: CSV failai

# MSC.source.1
source: Please upload the CSV files to be imported.
bg: Моля, изберете CSV-файловете които искате да внесете от директорията
lt: Iš failų aplanko pasirinkite CSV failus, kuriuos norite importuoti.

# MSC.comma
source: Comma
bg: Запетая
lt: Kabutės

# MSC.semicolon
source: Semicolon
bg: Точка и запетая
lt: Kablelis

# MSC.tabulator
source: Tabulator
bg: Табулация
lt: Tab

# MSC.linebreak
source: Line break
bg: Нов ред
lt: Eilutės lūžis

# MSC.lw_import.0
source: CSV import
bg: Внасяне на CSV
lt: CSV įkėlimas

# MSC.lw_import.1
source: Import list items from a CSV file
bg: Внасяне на списък с елементи от CSV-файл
lt: Importuoti įrašus iš CSV failo

# MSC.lw_copy
source: Duplicate the element
bg: Дублиране на елемента
lt: Kopijuoti elementą

# MSC.lw_up
source: Move the element one position up
bg: Преместване на елемента една позиция нагоре
lt: Perkelti elementą viena pozicija aukštyn

# MSC.lw_down
source: Move the element one position down
bg: Преместване на елемента една позиция надолу
lt: Perkelti elementą viena pozicija žemyn

# MSC.lw_delete
source: Delete the element
bg: Изтриване на елемента
lt: Ištrinti elementą

# MSC.tw_import.0
source: CSV import
bg: Внасяне на CSV
lt: CSV importas

# MSC.tw_import.1
source: Import table items from a CSV file
bg: Внасяне на редове в таблицата от CSV-файл
lt: Importuoti lentelės įrašus iš CSV failo

# MSC.tw_expand
source: Increase the input field size
bg: Увеличаване размера на полето
lt: Padidinti įrašymo dydį

# MSC.tw_shrink
source: Decrease the input field size
bg: Намаляване размера на полето
lt: Sumažinti įrašymo dydį

# MSC.tw_rcopy
source: Duplicate the row
bg: Дублиране на реда
lt: Kopijuoti eilutę

# MSC.tw_rup
source: Move the row one position up
bg: Преместване на реда с една позиция нагоре
lt: Perkelti eilutę aukštyn per vieną poziciją

# MSC.tw_rdown
source: Move the row one position down
bg: Преместване на реда с една позиция надолу
lt: Perkelti eilutę žemyn per vieną poziciją

# MSC.tw_rdelete
source: Delete the row
bg: Изтриване на реда
lt: Šalinti eilutę

# MSC.tw_ccopy
source: Duplicate the column
bg: Дублиране на колоната
lt: Kopijuoti stulpelį

# MSC.tw_cmovel
source: Move the column one position left
bg: Преместване на колоната една позиция наляво
lt: Perkelti stulpelį kairėn per vieną poziciją

# MSC.tw_cmover
source: Move the column one position right
bg: Преместване на колоната една позиция надясно
lt: Perkelti stulpelį dešinėn per vieną poziciją

# MSC.tw_cdelete
source: Delete the column
bg: Изтриване на колоната
lt: Šalinti stulpelį

# MSC.ow_copy
source: Duplicate the row
bg: Дублиране на реда
lt: Kopijuoti eilutę

# MSC.ow_up
source: Move the row one position up
bg: Преместване на реда с една позиция нагоре
lt: Perkelti eilutę aukštyn per vieną poziciją

# MSC.ow_down
source: Move the row one position down
bg: Преместване на реда с една позиция надолу
lt: Perkelti eilutę žemyn per vieną poziciją

# MSC.ow_delete
source: Delete the row
bg: Изтриване на реда
lt: Šalinti eilutę

# MSC.ow_value
source: Value
bg: Стойност
lt: Reikšmė

# MSC.ow_label
source: Label
bg: Етикет
lt: Žyma

# MSC.ow_key
source: Key
bg: Ключ
lt: Raktas

# MSC.ow_default
source: Default
bg: По подразбиране
lt: Numatyta

# MSC.ow_group
source: Group
bg: Група
lt: Grupė

# MSC.mw_copy
source: Duplicate the row
bg: Дублиране на реда
lt: Kopijuoti eilutę

# MSC.mw_up
source: Move the row one position up
bg: Преместване на реда с една позиция нагоре
lt: Perkelti eilutę aukštyn per vieną poziciją

# MSC.mw_down
source: Move the row one position down
bg: Преместване на реда с една позиция надолу
lt: Perkelti eilutę žemyn per vieną poziciją

# MSC.mw_delete
source: Delete the row
bg: Изтриване на реда
lt: Ištrinti eilutę

# MSC.mw_module
source: Module
bg: Модул
lt: Modulis

# MSC.mw_column
source: Column
bg: Колона
lt: Stulpelis

# MSC.aw_title
source: Title
lt: Antraštė

# MSC.relative
source: Relative dimensions
bg: Относителни размери
lt: Priklausomi matmenys

# MSC.crop
source: Exact dimensions
bg: Точни размери
lt: Tikslus dydis

# MSC.id.1
source: Note that changing the ID can break data integrity!
bg: Тъй като тези ID-та се ползват за рефериране на записи, ако ги промените, може да нарушите целостта на данните.
lt: ID unikalus identifikavimo numeris lentelės įraše. ID priskiriamas automatiškai. ID yra susieti ryšiais tarp įrašų, keičiant juos galima sugadinti duomenų struktūrą.

# MSC.pid.0
source: Parent ID
lt: Pagrindinis ID

# MSC.pid.1
source: Note that changing the parent ID can break data integrity!
bg: Тъй като тези Parent ID-та се ползват за рефериране на записи, ако ги промените, може да нарушите целостта на данните.
lt: Keičiant pagrindinį ID galima sugadinti duomenų struktūrą.

# MSC.sorting.0
source: Sorting value
bg: Стойност за сортиране
lt: Rūšiavimo reikšmė

# MSC.sorting.1
source: The sorting value is usually assigned automatically.
bg: Стойността за сортиране се използва за подреждане на стойности в определен ред. Тези стойности обикновено се присвояват автоматично.
lt: Rūšiavimo reikšmė paprastai priskiriama automatiškai

# MSC.all.0
source: Edit multiple
bg: Редактиране на много записи
lt: Redaguoti kelis

# MSC.all.1
source: Edit multiple records at once
bg: Редактиране на много записи наведнъж
lt: Redaguoti kelis įrašus vienu metu

# MSC.all_fields.0
source: Available fields
bg: Налични полета
lt: Galimi laukai

# MSC.all_fields.1
source: Please select the fields you want to edit.
bg: Моля, изберете полетата, които искате да редактирате.
lt: Pasirinkite laukus kuriuos norėsite redaguoti

# MSC.password.0
source: Password
bg: Парола
lt: Slaptažodis

# MSC.password.1
source: Please enter a password.
bg: Моля, въведете парола.
lt: Prašome įvesti slaptažodį.
