Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/default.xlf
Languages: bg, lt

# MSC.confirm.0
source: Confirmation
bg: Потвърждаване
lt: Pakartokite slaptažodį

# MSC.confirm.1
source: Please confirm the password.
bg: Моля, потвърдете паролата.
lt: Prašome pakartoti slaptažodį.

# MSC.dateAdded.0
source: Date added
bg: Добавена е дата
lt: Įkėlimo data

# MSC.dateAdded.1
source: Date added: %s
bg: Добавена е дата %s.
lt: Įkėlimo data: %s

# MSC.lastLogin.0
source: Last login
bg: Последно вписване
lt: Paskutinis prisijungimas

# MSC.lastLogin.1
source: Last login: %s
bg: Последно вписване: %s
lt: Paskutinis prisijungimas: %s

# MSC.move_up.0
source: Move up
bg: Преместване нагоре
lt: Perkelti aukštyn

# MSC.move_up.1
source: Move the item one position up
bg: Преместване на елемента една позиция нагоре
lt: Perkelti viena pozicija aukštyn

# MSC.move_down.0
source: Move down
bg: Преместване надолу
lt: Perkelti žemyn

# MSC.move_down.1
source: Move the item one position down
bg: Преместване на елемента една позиция надолу
lt: Perkelti viena pozicija žemyn

# MSC.feLink
source: Go to front end
bg: Отиди в сайта
lt: Eitį į svetinę

# MSC.fePreview
source: Front end preview
bg: Преглед в сайта
lt: Svetainės peržiūra

# MSC.feUser
source: Front end user
bg: Потребител на сайта
lt: Svetainės narys

# MSC.backToTop
source: Back to top
bg: Нагоре
lt: Atgal į viršų

# MSC.home
source: Home
bg: Начало
lt: Pradžia

# MSC.user
source: User
bg: Потребител
lt: Vartotojas

# MSC.loginTo
source: Log into %s
bg: Влизане в %s
lt: Prisijungti prie: %s

# MSC.loginBT
source: Login
bg: Вход
lt: Prisijungti

# MSC.logoutBT
source: Logout
bg: Изход
lt: Atsijungti

# MSC.backBT
source: Go back
bg: Обратно
lt: Grįžti

# MSC.cancelBT
source: Cancel
bg: Отказ
lt: Atmesti

# MSC.deleteConfirm
source: Do you really want to delete entry ID %s?
bg: Наистина ли искате да изтриете запис с ID %s?
lt: Ar Jūs tikrai norite ištrintį įrašą %s?

# MSC.delAllConfirm
source: Do you really want to delete the selected records?
bg: Наистина ли искате да изтриете избраните записи?
lt: Ar Jūs tikrai norite ištrinti pažymėtus įrašus?

# MSC.filterRecords
source: Records
bg: Записи
lt: Įrašai

# MSC.filterAll
source: All
bg: Всички
lt: Visus

# MSC.showRecord
source: Show the details of record %s
bg: Покажи подробности за запис %s
lt: Parodyti įrašo %s detales

# MSC.editRecord
source: Edit record %s
bg: Редакция на запис %s
lt: Redaguoti įrašą %s

# MSC.all_info
source: Edit selected records of table %s
bg: Редакция на всички активни записи от таблица %s
lt: Redaguoti visus aktyvis lentelės %s įrašus

# MSC.showOnly
source: Show
bg: Покажи
lt: Rodyti

# MSC.sortBy
source: Sort
bg: Сортирай
lt: Rūšiuoti

# MSC.filter
source: Filter
bg: Филтър
lt: Filtruoti

# MSC.search
source: Search
bg: Търси
lt: Ieškoti

# MSC.noResult
source: No records found.
bg: Не са намерени записи
lt: Įrašų nerasta

# MSC.save
source: Save
bg: Запис
lt: Saugoti

# MSC.saveNclose
source: Save and close
bg: Запис и затвори
lt: Saugoti ir uždaryti

# MSC.saveNedit
source: Save and edit
bg: Запис и редакция
lt: Saugoti ir redaguoti

# MSC.saveNback
source: Save and go back
bg: Запис и връщане обратно
lt: Saugoti ir grįžti

# MSC.saveNcreate
source: Save and new
bg: Запис и нов
lt: Saugoti ir sukurti naują

# MSC.continue
source: Continue
bg: Нататък
lt: Tęsti

# MSC.skipNavigation
source: Skip navigation
bg: Пропусни навигацията
lt: Praleisti navigaciją

# MSC.selectAll
source: Select all
bg: Избери всичко
lt: Pažymėti visus

# MSC.pw_change
source: Please enter a new password
bg: Моля, въведете нова парола
lt: Įveskite naują slaptažodį

# MSC.pw_changed
source: The password has been updated.
bg: Паролата бе променена
lt: Slaptažodis atnaujintas

# MSC.fallback
source: default
bg: По подразбиране
lt: numatytas

# MSC.view
source: View in a new window
bg: Преглед в нов прозорец
lt: Peržiūrėti naujame lange

# MSC.fullsize
source: Open full size image in a new window
bg: Отвори исображението в пълен размер и в нов прозорец
lt: Atidaryti originalaus dydžio paveiksliuką naujame lange

# MSC.colorpicker
source: Color picker
bg: Избор на цвят (изисква JavaScript)
lt: Spalvos pasirinkimas (reikia JavaScript)

# MSC.pagepicker
source: Page picker
bg: Избор на страница (изисква JavaScript)
lt: Puslapio pasirinkimas (reikia JavaScript)

# MSC.filepicker
source: File picker
bg: Избор на файлове (изисква JavaScript)
lt: Failo pasirinkimas (reikia JavaScript)

# MSC.ppHeadline
source: Contao pages
bg: Страници на Contao
lt: TYPOlight puslapiai

# MSC.fpHeadline
source: Contao files
bg: Файлове на Contao
lt: TYPOlight failai

# MSC.yes
source: yes
bg: Да
lt: taip

# MSC.no
source: no
bg: Не
lt: ne

# MSC.goBack
source: Go back
bg: Обратно
lt: Grįžti

# MSC.reload
source: Reload
bg: Презареди
lt: Perkrauti

# MSC.above
source: above
bg: над
lt: viršuje

# MSC.below
source: below
bg: под
lt: apačioje

# MSC.date
source: Date
bg: Дата
lt: Data

# MSC.tstamp
source: Revision date
bg: Дата
lt: Peržiūros data

# MSC.entry
source: %s entry
bg: %s запис
lt: %s įrašas

# MSC.entries
source: %s entries
bg: %s записи
lt: %s įrašai

# MSC.left
source: left
bg: ляво
lt: kairėje

# MSC.center
source: center
bg: център
lt: centre

# MSC.right
source: right
bg: дясно
lt: dešinėje

# MSC.justify
source: justified
bg: двустранно
lt: pagal abu kraštus

# MSC.filetree
source: File system
bg: Файлова система
lt: Failų sistema

# MSC.male
source: Male
bg: Мъжки
lt: Vyras

# MSC.female
source: Female
bg: Женски
lt: Moteris

# MSC.fileSize
source: File size
bg: Размер на файла
lt: Failo dydis

# MSC.fileCreated
source: Created
bg: Създаден
lt: Sukurta

# MSC.fileModified
source: Last modified
bg: Последна промяна
lt: Paskutinį kart redaguota

# MSC.fileAccessed
source: Last accessed
bg: Последен достъп
lt: Paskutinį kartą žiūrėtą

# MSC.fileDownload
source: Download
bg: Изтегяне
lt: Parsiųsti

# MSC.fileImageSize
source: Width/height in pixel
bg: Ширина/височина в пиксели
lt: Plotis/aukštis taškais

# MSC.filePath
source: Relative path
bg: Относителен път
lt: Reliatyvus kelias

# MSC.version
source: Version
bg: Версия
lt: Versija

# MSC.restore
source: Restore
bg: Възстанови
lt: Atstatyti

# MSC.backendModules
source: Back end modules
bg: Mодули за административния интерфейс
lt: Administravimo moduliai

# MSC.welcomeTo
source: %s back end
bg: Административния интерфейс
lt: %s administravimas

# MSC.updateVersion
source: Contao version %s available
bg: Contao версия %s е налична
lt: Jau yra TYPOlight %s versija

# MSC.wordWrap
source: Word wrap
bg: Пренос на думи
lt: Žodžių laužymas

# MSC.saveAlert
source: ATTENTION! You will lose any unsaved changes. Continue?
bg: ВНИМАНИЕ! Ще загубите всички незаписани промени. Продължавате ли?
lt: DĖMESIO! Jūs prarasite visą neišsaugotą informaciją. Tęsti?

# MSC.toggleNodes
source: Toggle all nodes
bg: Сгъни/разгъни всички възли
lt: Išskleisti viską

# MSC.expandNode
source: Expand node
bg: Разгъни възела
lt: Išskleisti

# MSC.collapseNode
source: Collapse node
bg: Сгъни възела
lt: Suskleisti

# MSC.loadingData
source: Loading data
bg: Данните се зареждат
lt: Kraunami duomenys

# MSC.deleteSelected
source: Delete
bg: Изтрий избраното
lt: Ištrinti pažymėtus

# MSC.editSelected
source: Edit
bg: Редактирай избраното
lt: Redaguoti pažymėtus

# MSC.overrideSelected
source: Override
bg: Презаписване
lt: Nepaisyti

# MSC.moveSelected
source: Move
bg: Преместване
lt: Perkelti

# MSC.copySelected
source: Copy
bg: Копиране
lt: Kopijuoti

# MSC.changeSelected
source: Change selection
bg: Смени избраното
lt: Pakeisti pažymėjimą

# MSC.resetSelected
source: Reset selection
lt: Panaikinti pažymėjimą

# MSC.fileManager
source: Open file manager in a popup window
bg: Отворяне на мениджъра на файлове в изскачащ прозорец
lt: Atidaryti failų rtedaktorių iššokančiame lange

# MSC.systemMessages
source: System messages
bg: Системни съобщения
lt: Sistemos pranešimai

# MSC.clearClipboard
source: Clear clipboard
bg: Изчисти клипборда
lt: Išvalyti iškarpinę

# MSC.hiddenElements
source: Unpublished elements
bg: Непубликувани елементи
lt: Nerodomi elementai

# MSC.hiddenHide
source: hide
bg: скрий
lt: slėpti

# MSC.hiddenShow
source: show
bg: покажи
lt: rodyti

# MSC.apply
source: Apply
bg: Приложи
lt: Patvirtinti

# MSC.mandatory
source: Mandatory field
bg: Задължително поле
lt: Privalomas laukas

# MSC.create
source: Create
bg: Създаване
lt: Sukurti

# MSC.delete
source: Delete
bg: Изтриване
lt: Šalinti

# MSC.protected
source: protected
bg: защитено
lt: apsaugota

# MSC.guests
source: guests only
bg: само за гости
lt: tik svečiams

# MSC.updateMode
source: Update mode
bg: Режим на обновяване
lt: Atnaujinimo rėžimas

# MSC.updateAdd
source: Add the selected values
bg: Добавяне на избраните стойности
lt: Pridėti pasirinktas grupes

# MSC.updateRemove
source: Remove the selected values
bg: Премахване на избраните стойности
lt: Ištrinti pasirinktas grupes

# MSC.updateReplace
source: Replace the existing entries
bg: Заместване на избраните стойности
lt: Pakeisti esamą įrašą

# MSC.ascending
source: ascending
bg: възходящо
lt: didėjančiai

# MSC.descending
source: descending
bg: низходящо
lt: mažėjančiai

# MSC.default
source: Default
bg: По подразбиране
lt: Numatyta

# MSC.helpWizard
source: Open the help wizard
bg: Помощник
lt: Pagalbos vedlys

# MSC.noCookies
source: You have to allow cookies to use Contao.
bg: Трябва да разрешите "бисквитките" за да ползвате Contao.
lt: Jūs turite šjungti sausainėlius Contao naudojimuisi

# MSC.copyOf
source: %s (copy)
bg: %s (копиране)
lt: %s (kopija)

# MSC.coreOnlyMode
source: Contao is currently running in <strong>safe mode</strong>, in which only core modules are loaded, to prevent possible incompatibilities with third-party extensions (e.g. after a Live Update). After you have checked the installed extensions, you can disable the safe mode again.
lt: Contao šiuo metu veikia <strong>saugiu režimu</strong>, kuriame užkrauti tik pagrindiniai moduliai. Šis režimas aktyvuojamas, pavyzdžiui, po Live Update atnaujinimo, norint išvengti nesuderinamumo su trečiųjų šalių moduliais (plėtiniais). Saugųjį režimą galite išjungti administratoriaus skiltyje po to, kai patikrinsite įdiegtus trečiųjų šalių plėtinius.

# MSC.name
source: Name
lt: Pavadinimas

# MSC.emailAddress
source: E-mail address
bg: E-mail адрес
lt: El. paštas

# MSC.register
source: Register
bg: Регистрация
lt: Registruotis

# MSC.accountActivated
source: Your account has been activated.
bg: Сметката ви бе активирана
lt: Jūsų paskyra aktyvuota

# MSC.accountError
source: Unable to process the current request.
bg: Тази заявка не може да се обработи.
lt: Neįmanoma įvykdyti šios užklausos.

# MSC.emailSubject
source: Your registration on %s
bg: Вашата регистрация на %s
lt: Jūsų registracija %s

# MSC.adminSubject
source: New registration on %s
bg: TYPOlight :: Нова регистрация на %s
lt: Contao :: nauja registracija %s

# MSC.adminText
source: A new member (ID %s) has registered at your website.%sIf you did not allow e-mail activation, you have to enable the account manually in the back end.
bg: Нов потребител (ID %s) се регистрира на сайта. %s Ако не разрешавате активиране чрез електронна поща, трябва да активирате сметката от контролния панел.
lt: Naujas vardotojas (ID %s) užsiregistravo svetainėje. %s Jeigu elektroninio pašto aktyvacija yra uždrausta, prisijunkite prie administravimo skilties vartotojo patvirtinimui.

# MSC.requestPassword
source: Request password
bg: Заявка за парола
lt: Prašyti slaptažodžio

# MSC.setNewPassword
source: Set new password
bg: Нова парола
lt: Nustatykite naują slaptažodį

# MSC.newPasswordSet
source: Your password has been updated.
bg: Паролата ви бе обновена.
lt: Jūsų slaptažodis atnaujintas.

# MSC.passwordSubject
source: Your password request for %s
bg: Ваша заявка за парола за %s
lt: Jūsų slaptažodžio prašymas %s

# MSC.accountNotFound
source: No matching account found
bg: Не бе намерана таква сметка
lt: Tokios paskyros nėra

# MSC.securityQuestion
source: Security question
bg: Защитен въпрос
lt: Saugos klausimas

# MSC.closeAccount
source: Close account
bg: Закриване на сметката
lt: Uždaryti paskyrą

# MSC.changeSelection
source: Change selection
lt: Pakeisti pažymėjimą

# MSC.table
source: Table
lt: Lentelė

# MSC.description
source: Description
lt: Aprašymas

# MSC.go
source: Go
bg: Давай
lt: Eiti

# MSC.quicknav
source: Quick navigation
bg: Бърза навигация
lt: Greitas naršymas

# MSC.quicklink
source: Quick link
bg: Бърза връзка
lt: Greita nuoroda

# MSC.username
source: Username
bg: Потребител
lt: Vartotojas

# MSC.login
source: Login
bg: Вход
lt: Prisijungti

# MSC.logout
source: Logout
bg: Изход
lt: Atsijungti

# MSC.loggedInAs
source: You are logged in as %s.
bg: Вие сте влязъл като %s.
lt: Jūs prisijungėte kaip %s.

# MSC.emptyField
source: Please enter your username and password!
bg: Моля, въведете потребителско име и парола!
lt: Įvesti vartotojo vardą ir slaptažodį!

# MSC.confirmation
source: Confirmation
bg: Потвърждаване
lt: Patvirtinimas

# MSC.sMatches
source: %s occurrences for %s
bg: %s съвпадения за %s
lt: Įvykių: %s iš %s

# MSC.sEmpty
source: No matches for <strong>%s</strong>
bg: Няма съвпадения за <strong>%s</strong>
lt: Įrašų užklausai <strong>%s</strong> nerasta

# MSC.sResults
source: Results %s - %s of %s for <strong>%s</strong>
bg: Резултати %s - %s от %s за <strong>%s</strong>
lt: Rezultatai %s - %s iš %s užklausai <strong>%s</strong>

# MSC.sNoResult
source: Your search for <strong>%s</strong> returned no results.
bg: Търсенето ви за <strong>%s</strong> не върна резултати.
lt: Jūsų paieška užklausai <strong>%s</strong> nėturi atitikmenų.

# MSC.seconds
source: seconds
bg: Секунди
lt: sekundės

# MSC.up
source: Up
bg: Нагоре
lt: Aukštyn

# MSC.first
source: &#171; First
bg: « Първо
lt: « Pirmas

# MSC.previous
source: Previous
bg: Предно
lt: Ankstesnis

# MSC.next
source: Next
bg: Следващо
lt: Kitas

# MSC.last
source: Last &#187;
bg: Последно »
lt: Paskutinis »

# MSC.goToPage
source: Go to page %s
bg: Отиване на страница %s
lt: Eiti į puslapį %s

# MSC.totalPages
source: Page %s of %s
bg: Страница %s от %s
lt: Puslapis %s iš %s

# MSC.fileUploaded
source: File %s uploaded successfully.
bg: Файлът %s бе качен успешно.
lt: Byla %s įkelta sėkmingai

# MSC.fileExceeds
source: Image %s uploaded successfully, however it is too big to be resized automatically.
bg: Картинката %s бе качена успешно, но е прекалено голяма за да бъде преоразмерена.
lt: Paveikslėlis %s įkeltas sėkmingai, tačiau jis per didelis, kad būtų automatiškai sumažintas.

# MSC.fileResized
source: Image %s uploaded successfully and was scaled down to the maximum dimensions.
bg: Файлът %s бе качен и преоразмерен до маьималния размер
lt: Paveikslėlis %s įkeltas ir sumažintas iki maksimalių leidžiamų matmenų.

# MSC.searchLabel
source: Search
bg: Търсене
lt: Ieškoti

# MSC.keywords
source: Keywords
bg: Ключови думи
lt: Raktažodžiai

# MSC.options
source: Options
bg: Опции
lt: Nustatymai

# MSC.matchAll
source: match all words
bg: да съвпадат всички думи
lt: su visais žodžiais

# MSC.matchAny
source: match any word
bg: да съвпада някоя дума
lt: su bet kuriuo žodžiu

# MSC.saveData
source: Save data
bg: Запис на данните
lt: Išsaugoti duomenis

# MSC.printPage
source: Print this page
bg: Печат на страницата
lt: Spausdinti

# MSC.printAsPdf
source: Print article as PDF
bg: Статията като PDF
lt: Spausdinti kaip PDF

# MSC.facebookShare
source: Share on Facebook
bg: Споделяне във Facebook
lt: Dalintis :: Facebook'e

# MSC.twitterShare
source: Share on Twitter
bg: Споделяне във Twitter
lt: Dalintis :: Twitter

# MSC.gplusShare
source: Share on Google+
lt: Dalintis Google+

# MSC.pleaseWait
source: Please wait
bg: Моля почакайте
lt: Prašome palaukti

# MSC.loading
source: Loading …
bg: Зарежда се...
lt: Kraunama ...

# MSC.more
source: Read more …
bg: Още...
lt: Plačiau...

# MSC.readMore
source: Read the article: %s
bg: Прочетете цялата статия
lt: Skaityti straipsnį: %s

# MSC.targetPage
source: Target page
bg: Целева страница
lt: Nurodytas puslapis

# MSC.invalidPage
source: Sorry, item "%s" does not exist.
lt: Atsiprašome, įrašas "%s" neegzistuoja.

# MSC.list_orderBy
source: Order by %s
bg: Подреждане по %s
lt: Rūšiuoti pagal %s

# MSC.list_perPage
source: Results per page
bg: Резултати на страница
lt: Rezultatų skaičius puslapyje

# MSC.published
source: Published
bg: Публикувана
lt: Paskelbta

# MSC.unpublished
source: Unpublished
bg: Непубликувана
lt: Nepaskelbta

# MSC.addComment
source: Add a comment
bg: Добавяне на коментар
lt: Komentuoti

# MSC.autologin
source: Remember me
bg: Запомни ме
lt: Prisiminti mane

# MSC.relevance
source: %s relevance
bg: %s уместност
lt: %s aktualumas

# UNITS.0
source: Byte
bg: Байт
lt: Baitas

# UNITS.1
source: KiB
bg: kB
lt: kB

# UNITS.2
source: MiB
bg: MB
lt: MB

# UNITS.3
source: GiB
bg: GB
lt: GB

# UNITS.4
source: TiB
bg: TB
lt: TB

# UNITS.5
source: PiB
bg: PB
lt: PB

# UNITS.6
source: EiB
bg: EB
lt: EB

# UNITS.7
source: ZiB
bg: ZB
lt: ZB

# UNITS.8
source: YiB
bg: YB
lt: YB

# CONFIRM.do
source: Module
lt: Modulis

# CONFIRM.act
source: Action
lt: Veiksmas

# DP.select_a_time
source: Select a time
bg: Изберете време
lt: Pasirinkite laiką

# DP.use_mouse_wheel
source: Use the mouse wheel to quickly change value
bg: Използване колецето на мишката, за да се промени стойността.
lt: Naudokite pelytė ratuką greitam reikšmių pakeitimui

# DP.apply_range
source: Apply
bg: Прилагане
lt: Taikyti

# DP.cancel
source: Cancel
bg: Отказ
lt: Atšaukti

# ERR.unique
source: Duplicate entry in field "%s"!
bg: Дублиран запис в поле "%s"!

# ERR.mandatory
source: Field "%s" must not be empty!
bg: Моля, попълнете поле "%s"!

# ERR.minlength
source: Field "%s" has to be at least %d characters long!
bg: Полето "%s" трябва да бъде с дължина поне %d символа!

# ERR.maxlength
source: Field "%s" must not be longer than %d characters!
bg: Полето "%s" трябва да бъде с дължина по-малко от %d символа!

# ERR.date
source: Please enter the date as "%s"!
bg: Моля,въведете датата като "%s"!

# ERR.time
source: Please enter the time as "%s"!
bg: Моля, въведете времето като "%s"!

# ERR.dateTime
source: Please enter date and time as "%s"!
bg: Моля, въведете дата и времето като "%s"!

# ERR.noSpace
source: Field "%s" must not contain any whitespace characters!
bg: В полето "%s" са забранени празните пространства!

# ERR.filetype
source: File type "%s" is not allowed to be uploaded!
bg: Забранено е да се качват "%s" файлове!

# ERR.aliasExists
source: The alias "%s" already exists!
bg: Псевдонимът "%s" вече съществува!

# ERR.importFolder
source: The folder "%s" cannot be imported!
bg: Директорията "%s" не може да бъде импортирана.

# ERR.notWriteable
source: The file "%s" is not writeable and can therefore not be updated!
bg: Файлът "%s" няма позволение за запис и вашите промени няма да бъдат приложени!

# ERR.invalidFile
source: The file or folder "%s" is invalid!
bg: файлът или папката са невалидни!

# ERR.fileExists
source: The file "%s" already exists!
bg: Файлът "%s" вече съществува!

# ERR.multipleFallback
source: You can only define one website root page per domain as language fallback.
bg: Можете да изберете само една коренова страница на сайт като език по подразбиране.

# ERR.topLevelRoot
source: Top-level pages must be website root pages!
bg: Основните страници трябва да са "коренови" страници!

# MSC.staticFiles.0
source: Files URL
bg: Адреси (URL) на файловете

# MSC.staticFiles.1
source: The files URL applies to the <em>files</em> directory (page speed optimization).
bg: Уеб адресите (URL) на файловете се отнасят до директорята <em>tl_files</em> и всички малки копия на картинки (оптимизация на скоростта на зареждане на страниците).

# MSC.invalidPage
source: Sorry, item "%s" does not exist.
bg: За съжаление "%s" не сществува.

# DP.time_confirm_button
source: OK
bg: ОК
