Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/explain.xlf
Languages: hr

# XPL.insertTags.0.0
source: Rich Text Editor
hr: Detaljan tekst editor

# XPL.insertTags.0.1
source: For more information about TinyMCE please visit <a href="http://www.tinymce.com/" title="TinyMCE by moxiecode" target="_blank">http://www.tinymce.com/</a>.
hr: Za dodatne informacije o TinyMCE posjetite <a href="http://tinymce.moxiecode.com" title="TinyMCE by moxiecode" onclick="window.open(this.href); return false;">http://tinymce.moxiecode.com</a>.

# XPL.insertTags.1.0
source: Insert tags
hr: Umetni tagove

# XPL.insertTags.1.1
source: For more information on insert tags please visit <a href="https://contao.org/en/manual/3.0/managing-content.html#insert-tags" title="Contao online documentation" target="_blank">https://contao.org/en/manual/3.0/managing-content.html#insert-tags</a>.
hr: Za dodatne informacije o umetanje tagova posjetite <a href="http://dev.typolight.org/wiki/EnglishInserttags" title="TYPOlight online dokumentaciju" onclick="window.open(this.href); return false;">http://dev.typolight.org/wiki/EnglishInserttags</a>.

# XPL.insertTags.2.0
source: Code Editor
hr: Editor koda

# XPL.insertTags.2.1
source: For more information about CodeMirror please visit <a href="http://codemirror.net" title="EditArea by Marijn Haverbeke" target="_blank">http://codemirror.net</a>.
hr: Za dodatne informacije o području za uređivanje posjetite <a href="http://www.cdolivet.com/index.php?page=editArea" title="EditArea by Christophe Dolivet" onclick="window.open(this.href); return false;">http://www.cdolivet.com/index.php?page=editArea</a>.

# XPL.dateFormat.0.1
source: Contao supports all date and time formats that can be parsed with the PHP date() function. However, to ensure that any input can be transformed into a UNIX timestamp, you can only use numeric date and time formats (j, d, m, n, y, Y, g, G, h, H, i, s) in the back end.<br><br><strong>You can enter variant front end formats in the site structure (website root pages).</strong><br><br><em>Here are some examples of valid date and time formats</em>:
hr: TYPOlight podržava sve formate datuma i vremena koji se mogu analizirati s PHP date() funkcijom. Međutim, da bi se datum i vrijeme mogli transformirati u UNIX timestamp, morate koristiti samo numeričke formate datuma i vremena (j, d, m, n, y, Y, g, G, h, H, i, s) u administrativnom sučelju.<br /><br /><strong>Formate u korisničkom sučelju možete unijeti u strukturi sajta (glavne stranice sajta).</strong><br /><br /><em>Pogledajte neke primjere valjanih formata datuma i vremena</em>:

# XPL.dateFormat.1.1
source: YYYY-MM-DD, international ISO-8601, e.g. 2005-01-28
hr: YYYY-MM-DD, internacionalni ISO-8601, npr. 2005-01-28

# XPL.dateFormat.2.1
source: MM/DD/YYYY, english format, e.g. 01/28/2005
hr: MM/DD/YYYY, engleski format, npr. 01/28/2005

# XPL.dateFormat.3.1
source: DD.MM.YYYY, german format, e.g. 28.01.2005
hr: DD.MM.YYYY, njemački format, npr. 28.01.2005

# XPL.dateFormat.4.1
source: YY-M-D, without leading zeros, e.g. 05-1-28
hr: YY-M-D, bez početnih nula, npr. 05-1-28

# XPL.dateFormat.5.1
source: YYYYMMDD, timestamp, e.g. 20050128
hr: YYYYMMDD, timestamp, npr. 20050128

# XPL.dateFormat.6.1
source: 24 hours, minutes and seconds, e.g. 20:36:59
hr: 24 sata, minute i sekunde, npr. 20:36:59

# XPL.dateFormat.7.1
source: 12 hours without leading zeros and minutes, e.g. 8:36
hr: 12 sati bez početnih nula, i minute, npr. 8:36

# XPL.highlighter.0.0
source: Rich Text Editor
hr: Detaljan tekst editor

# XPL.highlighter.0.1
source: For more information about how to configure the syntax highlighter please visit <a href="http://alexgorbatchev.com/wiki/SyntaxHighlighter:Configuration#SyntaxHighlighter.defaults" title="SyntaxHighlighter by Alex Gorbatchev" target="_blank">http://alexgorbatchev.com</a>.
hr: Za dodatne informacije o konfiguraciji oznake sintakse posjetite <a href="http://alexgorbatchev.com/wiki/SyntaxHighlighter:Configuration#SyntaxHighlighter.defaults" title="SyntaxHighlighter by Alex Gorbatchev" onclick="window.open(this.href); return false;">http://alexgorbatchev.com</a>.
