Repository: Ainschy/core-contao
Catalog: .tx/source/*/core/modules.xlf
Languages: bg

# MOD.content
source: Content
bg: Съдържание

# MOD.article.0
source: Articles
bg: Статии

# MOD.article.1
source: Manage articles and content elements
bg: Статиите се използват като контейнери за елементи със съдържание като текст изображения или връзки. Всяка статия се публикува на определена страница. този модул ви дава възможност да управлявате статиите си.

# MOD.form.0
source: Form generator
bg: Генератор на форми

# MOD.form.1
source: Create custom forms and store or send the submitted data
bg: Този модул ви позволява да съдавате всякакви форми.

# MOD.design
source: Layout
bg: Изглед

# MOD.themes.0
source: Themes
bg: Теми

# MOD.themes.1
source: Manage front end modules, style sheets, page layouts and templates
bg: Управление на модули за сайта, стилове изгледи за стрници и шаблони.

# MOD.page.0
source: Site structure
bg: Структура на сайта

# MOD.page.1
source: Set up the site structure of your website(s)
bg: Създадавате структурата на сайта и страниците в него, както и някои параметри като език, кеширане или разрешения за достъп.

# MOD.tpl_editor.0
source: Templates
bg: Шаблони

# MOD.tpl_editor.1
source: Edit templates in the back end
bg: Този модул ви позволява да редактирате файлове шаблони.

# MOD.accounts
source: Account manager
bg: Управление на регистрации

# MOD.member.0
source: Members
bg: Членове

# MOD.member.1
source: Manage member accounts (front end users)
bg: Управление на регистрирани в сайта (фронт-енд) потребители.

# MOD.mgroup.0
source: Member groups
bg: Групи от членове

# MOD.mgroup.1
source: Manage member groups (front end user groups)
bg: Членовете могат да принадлежат към различни и повече от една групи с определени настройки. С този модул можете да задавате настройки за групите.

# MOD.user.0
source: Users
bg: Потребител

# MOD.user.1
source: Manage user accounts (back end users)
bg: Управление на дминистраторски сметки - (back end) потребители.

# MOD.group.0
source: User groups
bg: Потребителски групи

# MOD.group.1
source: Manage user groups (back end user groups)
bg: Управление на администраторски групи.

# MOD.system
source: System
bg: Система

# MOD.files.0
source: File manager
bg: Управление на файлове

# MOD.files.1
source: Manage files and folders or upload new files to the server
bg: Качвате файлове на сървъра и управлявате съществуващите файлове и директории.

# MOD.log.0
source: System log
bg: Системен дневник

# MOD.log.1
source: Browse the system log and analyze the activity on the website
bg: Разглеждане на дневника и анализиране активността в сайта.

# MOD.settings.0
source: Settings
bg: Настройки

# MOD.settings.1
source: Check and optimize the Contao configuration
bg: Проверка и оптимизация на конфигурацията на Contao.

# MOD.maintenance.0
source: Maintenance
bg: Поддръжка на системата

# MOD.maintenance.1
source: Maintain or update Contao
bg: Поддръжка и обновяване на Contao.

# MOD.undo.0
source: Restore
bg: Отмяна

# MOD.undo.1
source: Restore deleted records
bg: Възстановяване на изтрити записи

# MOD.login.0
source: Personal data
bg: Лични данни

# MOD.login.1
source: Change your personal data or set a new password
bg: Промяна на лични данни като име, електронна поща или парола.

# MOD.tl_style
source: Style sheets
bg: Стилове

# MOD.tl_style_sheet
source: Style sheets
bg: Стилове

# MOD.css
source: Style sheets
bg: Стилове

# FMD.navigationMenu
source: Navigation
bg: Навигация

# FMD.navigation.0
source: Navigation menu
bg: Навигационно меню

# FMD.navigation.1
source: Generates a navigation menu from the site structure
bg: Този модул генерира навигационното меню за сайта.

# FMD.customnav.0
source: Custom navigation
bg: Потребителска навигация

# FMD.customnav.1
source: Generates a custom navigation menu
bg: Този модул генерира потребителско навигационно меню от набор от избрани страници.

# FMD.breadcrumb.0
source: Breadcrumb navigation
bg: Навигация за пътя

# FMD.breadcrumb.1
source: Generates a breadcrumb navigation menu
bg: Този модул вгражда навигация за пътя до текущатта страница.

# FMD.quicknav.0
source: Quick navigation
bg: Бърза навигация

# FMD.quicknav.1
source: Generates a drop-down menu from the site structure
bg: Този модул показва падащо меню с всички страници, което препраща към някоя от тях.

# FMD.quicklink.0
source: Quick link
bg: Бърза връзка

# FMD.quicklink.1
source: Generates a custom drop-down menu
bg: Този модул показва падащо меню с набор от избрани страници, което препраща към някоя от тях.

# FMD.booknav.0
source: Book navigation
bg: Навигация за книга

# FMD.booknav.1
source: Generates a book navigation menu
bg: генерира навигационно меню за книга.

# FMD.articlenav.0
source: Article navigation
bg: Навигация за статии

# FMD.articlenav.1
source: Generates a pagination menu to navigate articles
bg: генерира меню със страници за навигация в статии.

# FMD.sitemap.0
source: Sitemap
bg: Карта на сайта

# FMD.sitemap.1
source: Generates a list of all pages in the site structure
bg: Този модул показва всички налични страници.

# FMD.user
source: User
bg: Потребител

# FMD.login.0
source: Login form
bg: Форма за вход

# FMD.login.1
source: Generates a login form
bg: Този модул вгражда форма за сайта която

# FMD.logout.0
source: Automatic logout
bg: Автоматичен изход

# FMD.logout.1
source: Automatically logs out a user
bg: Този модул позволява автоматично излизане.

# FMD.personalData.0
source: Personal data
bg: Лични данни

# FMD.personalData.1
source: Generates a form to edit a user's personal data
bg: Този модул вгражда форма за сайта, коиято позволява на потребителите да променят личните си данни.

# FMD.registration.0
source: Registration
bg: Регистрация на потребител

# FMD.registration.1
source: Generates a user registration form
bg: Генерира форма за регистрация.

# FMD.lostPassword.0
source: Lost password
bg: Загубена парола

# FMD.lostPassword.1
source: Generates a form to request a new password
bg: Генерира форма за искане на нова парола.

# FMD.closeAccount.0
source: Close account
bg: Закриване на сметката

# FMD.closeAccount.1
source: Generates a form to delete a member account
bg: Генерира форма за закриване на сметка на потребител от сайта.

# FMD.application
source: Applications
bg: Приложения

# FMD.form.0
source: Form
bg: Форма

# FMD.form.1
source: Adds a form to the page
bg: Този модул вгражда форма в страницата. Данните от нея могат да бъдат изпратени по електронната поща или обработени от друг модул.

# FMD.search.0
source: Search engine
bg: Търсеща машина

# FMD.search.1
source: Adds a search form to the page
bg: Този модул ви позволява да търсите в сайта.

# FMD.articleList.0
source: Article list
bg: Списък със статии

# FMD.articleList.1
source: Generates a list of articles of a column
bg: Този модул показва списък със статии от определена колона.

# FMD.miscellaneous
source: Miscellaneous
bg: Разни

# FMD.flash.0
source: Flash movie
bg: Flash филм

# FMD.flash.1
source: Embeds a Flash movie into the page
bg: Този модул вгражда Macromedia Flash клип в страницата.

# FMD.randomImage.0
source: Random image
bg: Случайно изображение

# FMD.randomImage.1
source: Adds a random image to the page
bg: Този модул включва случайно избрана картинка в страницата.

# FMD.html.0
source: Custom HTML
bg: Потребителски HTML код

# FMD.html.1
source: Allows you to add custom HTML code
bg: Този модул ви позволява да включите потребителски HTML код.

# FMD.rss_reader.0
source: RSS reader
bg: RSS Четец

# FMD.rss_reader.1
source: Adds an RSS feed to the page
bg: Този модул позволява внасяне на RSS емисии.
