Repository: Ainschy/core-contao
Catalog: .tx/source/*/newsletter/*_newsletter_recipients.xlf
Languages: tl

# tl_newsletter_recipients.email.0
source: E-mail address
tl: Адрес на е-поща

# tl_newsletter_recipients.email.1
source: Please enter the recipient's e-mail address.
tl: Моля, въведете адреса за е-поща на потребителя.

# tl_newsletter_recipients.ip.0
source: IP address
tl: IP адрес

# tl_newsletter_recipients.ip.1
source: The IP address of the subscriber.
tl: IP на абонирания

# tl_newsletter_recipients.addedOn.0
source: Subscription date
tl: Дата на абониране

# tl_newsletter_recipients.addedOn.1
source: The date of subscription.
tl: Датата на, която се е абонирал.

# tl_newsletter_recipients.email_legend
source: E-mail address
tl: Адрес за е-поща

# tl_newsletter_recipients.confirm
source: %s new recipients have been imported.
tl: бяха внесени %s потребители

# tl_newsletter_recipients.subscribed
source: subscribed on %s
tl: абониран на %s

# tl_newsletter_recipients.manually
source: added manually
tl: добавен ръчно

# tl_newsletter_recipients.show.0
source: Recipient details
tl: Подробности за потребителя

# tl_newsletter_recipients.show.1
source: Show the details of recipient ID %s
tl: Изглед на подробностите за потребителя с ID %s

# tl_newsletter_recipients.edit.0
source: Edit recipient
tl: Редакция на потребител

# tl_newsletter_recipients.edit.1
source: Edit recipient ID %s
tl: Редакция на потребител с ID %s

# tl_newsletter_recipients.copy.0
source: Duplicate recipient
tl: Копиране на потребител

# tl_newsletter_recipients.copy.1
source: Duplicate recipient ID %s
tl: Копиране на потребител с ID %s

# tl_newsletter_recipients.delete.0
source: Delete recipient
tl: Изтриване на потребител

# tl_newsletter_recipients.delete.1
source: Delete recipient ID %s
tl: Изтриване на потребител с ID %s

# tl_newsletter_recipients.import.0
source: CSV import
tl: Внасяне от CVS

# tl_newsletter_recipients.import.1
source: Import recipients from a CSV file
tl: Внасяне на потребители от CVS файл
