Repository: Ainschy/core-contao
Catalog: .tx/source/*/newsletter/default.xlf
Languages: ku

# ERR.subscribed
source: You are subscribed to the selected channels already.
ku: Jixwe hûn aboneyê qanalên hilbijartî ne

# ERR.unsubscribed
source: You are not subscribed to the selected channels.
ku: Abonetiya we bo qanalên hilbijartî tune.

# ERR.invalidToken
source: The activation link is invalid or outdated.
ku: An lînka aktivasyonê rast nîne yan jî dema wê buhuriye

# ERR.noChannels
source: Please select at least one channel.
ku: Ji kerema xwe qet nebe qanalekê hilbijêrin.

# MSC.subscribe
source: Subscribe
ku: Bibe abone

# MSC.unsubscribe
source: Unsubscribe
ku: Abonetiya xwe betal bike.

# MSC.nl_subject
source: Your subscription on %s
ku: Abonetiya we ya li %s

# MSC.nl_confirm
source: Thank you for your subscription. You will receive a confirmation e-mail.
ku: Spas bo abonetiyê. Dê niha e-nameyek bê şandin bo tesdîqkirinê.

# MSC.nl_activate
source: Your subscription has been activated.
ku: Abonetiya we aktîf bûye.

# MSC.nl_removed
source: Your subscription has been cancelled.
ku: Abonetiya we hatiye betalkirin.

# MSC.nl_channels
source: Channels
ku: Qanal
