Repository: Ainschy/core-contao
Catalog: .tx/source/*/news/*_module.xlf
Languages: tl

# tl_module.news_archives.0
source: News archives
tl: Новинарски архиви

# tl_module.news_archives.1
source: Please select one or more news archives.
tl: Моля изберете един или повече новинарски архиви.

# tl_module.news_featured.0
source: Featured items
tl: Препоръчани заглавия

# tl_module.news_featured.1
source: Here you can choose how featured items are handled.
tl: Тук можете да изберете ка се обработват прпоръчаните заглавия.

# tl_module.news_jumpToCurrent.0
source: No period selected
tl: Не е избран период

# tl_module.news_jumpToCurrent.1
source: Here you can define what to display if no period is selected.
tl: Тук определяте какво да се показва когато не е избран период.

# tl_module.news_metaFields.0
source: Meta fields
tl: Мета полета

# tl_module.news_metaFields.1
source: Here you can select the meta fields.
tl: Тук можете да избирате мета полета.

# tl_module.news_template.0
source: News template
tl: Шаблон за новини

# tl_module.news_template.1
source: Here you can select the news template.
tl: Тук можете да изберете шаблона за новини

# tl_module.news_format.0
source: Archive format
tl: Формат на архива

# tl_module.news_format.1
source: Here you can choose the news archive format.
tl: Тук можете да избирате формат на архива за новините.

# tl_module.news_startDay.0
source: Week start day
tl: Първи ден от седмицата

# tl_module.news_startDay.1
source: Here you can choose the week start day.
tl: Тук можете да изберете първи ден от седмицата.

# tl_module.news_order.0
source: Sort order
tl: Подреждане

# tl_module.news_order.1
source: Here you can choose the sort order.
tl: Тук можете да изберете начина на подреждане.

# tl_module.news_showQuantity.0
source: Show number of items
tl: Показване на определен брой заглавия

# tl_module.news_showQuantity.1
source: Show the number of news items of each month.
tl: Показване на определен брой заглавия от новините за всеки месец.

# tl_module.news_day
source: Day
tl: Ден

# tl_module.news_month
source: Month
tl: Месец

# tl_module.news_year
source: Year
tl: Година

# tl_module.hide_module
source: Hide the module
tl: Скриване на модула

# tl_module.show_current
source: Jump to the current period
tl: Отиване на текущия период

# tl_module.all_items
source: Show all news items
tl: Показване на всички новини

# tl_module.featured
source: Show featured news items only
tl: Показване само на преопръчаните заглавия

# tl_module.unfeatured
source: Skip featured news items
tl: Пропускане на преопръчаните заглавия
