Repository: Ainschy/core-contao
Catalog: .tx/source/*/news/*_news_comments.xlf
Languages: tl

# tl_news_comments.pid.0
source: News item
tl: Naujienų įrašas

# tl_news_comments.pid.1
source: The associated news item.
tl: Susietas naujienų įrašas.

# tl_news_comments.date.0
source: Date
tl: Data

# tl_news_comments.date.1
source: Please enter the comment date.
tl: Įveskite komentaro datą.

# tl_news_comments.name.0
source: Author
tl: Vardas

# tl_news_comments.name.1
source: Please enter the author's name.
tl: Įvekite autoriaus vardą

# tl_news_comments.email.0
source: E-mail address
tl: El. paštas

# tl_news_comments.email.1
source: The e-mail address will not be published.
tl: Įveskite autoriaus elektroninio pašto adresą (nebus rodomas viešai).

# tl_news_comments.website.0
source: Website
tl: Svetainė

# tl_news_comments.website.1
source: Here you can enter a website address.
tl: Galite įvesti tinklalapio adresą.

# tl_news_comments.comment.0
source: Comment
tl: Komentaras

# tl_news_comments.comment.1
source: Please enter the comment.
tl: Įrašykite komentarą

# tl_news_comments.published.0
source: Publish comment
tl: Publikuoti komentarą

# tl_news_comments.published.1
source: Make the comment publicly visible on the website.
tl: Viešai rodyti komentarą tinklalapyje.

# tl_news_comments.author_legend
source: Author
tl: Autorius

# tl_news_comments.comment_legend
source: Comment
tl: Komentaras

# tl_news_comments.publish_legend
source: Publish settings
tl: Publikavimo nustatymai

# tl_news_comments.approved
source: Approved
tl: Patvirtintas

# tl_news_comments.pending
source: Awaiting moderation
tl: Laukia peržiūros

# tl_news_comments.show.0
source: Comment details
tl: Komentaro informacija

# tl_news_comments.show.1
source: Show the details of comment ID %s
tl: Rodyti išsamią komentaro ID %s informaciją

# tl_news_comments.edit.0
source: Edit comment
tl: Redaguoti komentarą

# tl_news_comments.edit.1
source: Edit comment ID %s
tl: Redaguoti komentarą ID %s

# tl_news_comments.delete.0
source: Delete comment
tl: Šalinti komentarą

# tl_news_comments.delete.1
source: Delete comment ID %s
tl: Šalinti komentarą ID %s

# tl_news_comments.toggle.0
source: Publish/unpublish comment
tl: Rodyti/Nerodyti komentaro

# tl_news_comments.toggle.1
source: Publish/unpublish comment ID %s
tl: Rodyti/Nerodyti komentaro kutio ID %s

# tl_news_comments.editheader.0
source: Edit archive
tl: Redaguoti archyvą

# tl_news_comments.editheader.1
source: Edit the current archive
tl: Redaguoti esamą archyvą
