Repository: Ainschy/core-contao
Catalog: .tx/source/*/news/*_news.xlf
Languages: tl

# tl_news.headline.0
source: Title
tl: Заглавие

# tl_news.headline.1
source: Please enter the news title.
tl: Моля, въведете заглавие за статията

# tl_news.subheadline.0
source: Subheadline
tl: Подзаглавие

# tl_news.subheadline.1
source: Here you can enter a subheadline.
tl: Тук може да въведете подзаглавие

# tl_news.teaser.0
source: News teaser
tl: Откъс

# tl_news.teaser.1
source: The news teaser can be shown in a news list instead of the full article. A "read more …" link will be added automatically.
tl: Откъсът може да се показва в списъка с новини вместо пълния текст. Връзка към пълня текст "повече..." се добавя автоматично

# tl_news.title_legend
source: Title and author
tl: Заглавие и автор

# tl_news.date_legend
source: Date and time
tl: Дата и време

# tl_news.text_legend
source: News text
tl: Текст

# tl_news.image_legend
source: Image settings
tl: Настройки за изображение

# tl_news.expert_legend
source: Expert settings
tl: Експертни настройки

# tl_news.new.0
source: New article
tl: Нова статия

# tl_news.new.1
source: Create a new news article
tl: Съсдаване на новинарска статия
