Repository: Ainschy/core-contao
Catalog: .tx/source/*/calendar/*_calendar.xlf
Languages: tl

# tl_calendar.title.0
source: Title
tl: ခေါင်းစဉ်

# tl_calendar.title.1
source: Please enter the calendar title.
tl: ပြက္ခဒိန်ခေါင်းစဉ်ထည့်သွင်း။

# tl_calendar.jumpTo.0
source: Redirect page
tl: ဦးတည်ရာပြောင်းစာမျက်နှာ

# tl_calendar.jumpTo.1
source: Please choose the event reader page to which visitors will be redirected when clicking an event.
tl: အဖြစ်အပျက်ကိုကလစ်နှိပ်သောအခါလည်ပတ်သူများရောက်သွားမည့်အဖြစ်အပျက်ဖတ်ရှုသူစာမျက်နှာကိုရွေးပါ။

# tl_calendar.allowComments.0
source: Enable comments
tl: မှတ်ချက်များလုပ်ဆောင်စေ

# tl_calendar.allowComments.1
source: Allow visitors to comment events.
tl: အဖြစ်အပျက်များကိုမှတ်ချက်ချရန်လည်ပတ်သူများကိုခွင့်ပြု

# tl_calendar.notify.0
source: Notify
tl: အကြောင်းကြား

# tl_calendar.notify.1
source: Please choose who to notify when comments are added.
tl: မှတ်ချက်များထည့်သောအခါမည်သူ့ကိုအကြောင်းကြားရမည်ဟုရွေးချယ်ပါ။

# tl_calendar.sortOrder.0
source: Sort order
tl: အစဉ်အားဖြင့်မျိုးတူစု

# tl_calendar.sortOrder.1
source: By default, comments are sorted ascending, starting with the oldest one.
tl: မူလအားဖြင့်မှတ်ချက်များသည်အဟောင်းဆံုးကိုအရင်မျိုးတူစုလေ့ရှိ။

# tl_calendar.perPage.0
source: Comments per page
tl: စာမျက်နှာရှိမှတ်ချက်များ

# tl_calendar.perPage.1
source: Number of comments per page. Set to 0 to disable pagination.
tl: စာမျက်နှာရှိမှတ်ချက်များအရေအတွက်။ စာမျက်နှာများမလုပ်ဆောင်စေရန် ၀ ကိုသတ်မှတ်ပါ။

# tl_calendar.moderate.0
source: Moderate comments
tl: မှတ်ချက်များကြပ်မတ်

# tl_calendar.moderate.1
source: Approve comments before they are published on the website.
tl: ဝဘ်ဆိုက်တွင်မထုတ်ပြန်ခင်မှတ်ချက်များအတည်ပြု။

# tl_calendar.bbcode.0
source: Allow BBCode
tl: ဘီဘီကုဒ်ခွင့်ပြု

# tl_calendar.bbcode.1
source: Allow visitors to format their comments with BBCode.
tl: ဘီဘီကုဒ်ဖြင့်မှတ်ချက်များအချိုးအစားချရန်လည်ပတ်သူများကိုခွင့်ပြု

# tl_calendar.requireLogin.0
source: Require login to comment
tl: မှတ်ချက်ချရန်ဖွင့်ဝင်ရန်လို

# tl_calendar.requireLogin.1
source: Allow only authenticated users to create comments.
tl: မှတ်ချက်များဖန်တီးရန်စစ်ဆေးပြီးအသံုးပြုသူများသာလျှင်ခွင့်ပြု

# tl_calendar.disableCaptcha.0
source: Disable the security question
tl: လံုခြုံရေးမေးခွန်းမလုပ်ဆောင်စေ

# tl_calendar.disableCaptcha.1
source: Use this option only if you have limited comments to authenticated users.
tl: စစ်ဆေးပြီးအသံုးပြုသူများသို့ကန့်သတ်ပြီးမှတ်ချက်များရှိခဲ့လျှင်ယခုရွေးပိုင်ခွင့်သာလျှင်သံုး။

# tl_calendar.protected.0
source: Protect calendar
tl: ပြက္ခဒိန်ကာကွယ်

# tl_calendar.protected.1
source: Show events to certain member groups only.
tl: သေချာသောအဖွဲ့ဝင်အုပ်စုများသာလျှင်အဖြစ်အပျက်များပြသ။

# tl_calendar.groups.0
source: Allowed member groups
tl: ခွင့်ပြုပြီးအဖွဲ့ဝင်အုပ်စုများ

# tl_calendar.groups.1
source: These groups will be able to see the events in this calendar.
tl: ယခုပြက္ခဒိန်တွင်အဖြစ်အပျက်များကိုယခုအုပ်စုအားလံုးမြင်နိုင်။

# tl_calendar.makeFeed.0
source: Generate feed
tl: ကုန်ကြမ်းထုတ်လုပ်

# tl_calendar.makeFeed.1
source: Generate an RSS or Atom feed from the calendar.
tl: ယခုပြက္ခဒိန်မှအာအက်စ်အက်စ်(သို့)အက်တမ်ကုန်ကြမ်းထုတ်လုပ်

# tl_calendar.format.0
source: Feed format
tl: ကုန်ကြမ်းအချိုးအစား

# tl_calendar.format.1
source: Please choose a feed format.
tl: ကုန်ကြမ်းအချိုးအစားရွေးပါ။

# tl_calendar.language.0
source: Feed language
tl: ကုန်ကြမ်းဘာသာစကား

# tl_calendar.language.1
source: Please enter the feed language according to the ISO-639 standard (e.g. <em>en</em> or <em>en-us</em>).
tl: အိုင်အက်စ်အို-၆၃၉စံအရကုန်ကြမ်းဘာသာစကားထည့်ပါ (ဉပမာ <em>en</em> or <em>en-us</em>)။

# tl_calendar.source.0
source: Export settings
tl: တင်ပို့ချိန်ညှိချက်

# tl_calendar.source.1
source: Here you can choose what will be exported.
tl: ဘယ်အရာကိုတင်ပို့မည်ကိုရွေးနိုင်။

# tl_calendar.maxItems.0
source: Maximum number of items
tl: ပစ္စည်းများအရေအတွက်အများဆံုး

# tl_calendar.maxItems.1
source: Here you can limit the number of events. Set to 0 to export all.
tl: အဖြစ်အပျက်များအရေအတွက်ကိုကန့်သတ်နိုင်။ အားလံုးတင်ပို့ရန် ၀ သို့သတ်မှတ်။

# tl_calendar.feedBase.0
source: Base URL
tl: အခြေယူအာအလ်

# tl_calendar.feedBase.1
source: Please enter the base URL with protocol (e.g. <em>http://</em>).
tl: စံစည်းမျဉ်းနှင့်အညီအခြေယူအာအယ်ကိုထည့်ပါ (ဉပမာ <em>http://</em>)။

# tl_calendar.alias.0
source: Feed alias
tl: ကုန်ကြမ်းနာမည်ပွား

# tl_calendar.alias.1
source: Here you can enter a unique filename (without extension). The XML feed file will be auto-generated in the root directory of your Contao installation, e.g. as <em>name.xml</em>.
tl: ထူးခြားသောဖိုင်နာမည်ထည့်သွင်းနိုင် (ဖိုင်အမျိုးအစားမပါဘဲ)။ ကွန်တောင်းသွင်းပြီးအခြေဖိုင်လမ်းညွှန်တွင်ဟိတ်စ်အမ်အလ်ကုန်ကြမ်းဖိုင်ကိုအလိုအလျောက်ထုတ်လုပ်။ ဉပမာ <em>name.xml</em>။

# tl_calendar.description.0
source: Feed description
tl: ကုန်ကြမ်းဖော်ပြချက်

# tl_calendar.description.1
source: Please enter a short description of the calendar feed.
tl: ပြက္ခဒိန်ကုန်ကြမ်း၏ဖော်ပြချက်အတိုထည့်။

# tl_calendar.tstamp.0
source: Revision date
tl: ပြင်ဆင်နေ့စွဲ

# tl_calendar.tstamp.1
source: Date and time of the latest revision
tl: နောက်ဆံုးပံုစံ၏နေ့စွဲနှင့်အချိန်

# tl_calendar.title_legend
source: Title and redirect page
tl: ခေါင်းစဉ်နှင့်ဦးတည်ရာပြောင်းစာမျက်နှာ

# tl_calendar.comments_legend
source: Comments
tl: မှတ်ချက်များ

# tl_calendar.protected_legend
source: Access protection
tl: ကာကွယ်မှုဝင်ကြည့်

# tl_calendar.feed_legend
source: RSS/Atom feed
tl: အာအက်စ်အက်စ်/အက်တမ်ကုန်ကြမ်း

# tl_calendar.notify_admin
source: System administrator
tl: စက်စနစ်စီမံခန့်ခွဲသူ

# tl_calendar.notify_author
source: Author of the event
tl: အဖြစ်အပျက်ရေးသားသူ

# tl_calendar.notify_both
source: Author and system administrator
tl: ရေးသားသူနှင့်စက်စနစ်စီမံခန့်ခွဲသူ

# tl_calendar.source_teaser
source: Event teasers
tl: အဖြစ်အပျက်ပဟေဠိများ

# tl_calendar.source_text
source: Full articles
tl: ဆောင်းပါးများအပြည့်

# tl_calendar.new.0
source: New calendar
tl: ပြက္ခဒိန်အသစ်

# tl_calendar.new.1
source: Create a new calendar
tl: ပြက္ခဒိန်အသစ်ဖန်တီး

# tl_calendar.show.0
source: Calendar details
tl: ပြက္ခဒိန်အချက်အလက်များ

# tl_calendar.show.1
source: Show the details of calendar ID %s
tl: ပြက္ခဒိန်အိုင်ဒီ %s အချက်အလက်များပြသ

# tl_calendar.edit.0
source: Edit calendar
tl: ပြက္ခဒိန်တည်းဖြတ်

# tl_calendar.edit.1
source: Edit calendar ID %s
tl: ပြက္ခဒိန်အိုင်ဒီ %s တည်းဖြတ်

# tl_calendar.editheader.0
source: Edit calendar settings
tl: ပြက္ခဒိန်ချိန်ညှိချက်တည်းဖြတ်

# tl_calendar.editheader.1
source: Edit the settings of calendar ID %s
tl: ပြက္ခဒိန်အိုင်ဒီ %s ချိန်ညှိချက်တည်းဖြတ်

# tl_calendar.copy.0
source: Duplicate calendar
tl: ပြက္ခဒိန်ပံုစံတူပွား

# tl_calendar.copy.1
source: Duplicate calendar ID %s
tl: ပြက္ခဒိန်အိုင်ဒီ %s ပံုစံတူပွား

# tl_calendar.delete.0
source: Delete calendar
tl: ပြက္ခဒိန်ပယ်ဖျက်

# tl_calendar.delete.1
source: Delete calendar ID %s
tl: ပြက္ခဒိန်အိုင်ဒီ %s ပယ်ဖျက်

# tl_calendar.feeds.0
source: RSS feeds
tl: အာအက်စ်အက်စ်ကုန်ကြမ်းများ

# tl_calendar.feeds.1
source: Manage RSS feeds
tl: အာအက်စ်အက်စ်ကုန်ကြမ်းများစီမံ
