Repository: Ainschy/core-contao
Catalog: .tx/source/*/calendar/*_calendar_events.xlf
Languages: tl

# tl_calendar_events.title.0
source: Title
tl: Заглавие

# tl_calendar_events.title.1
source: Please enter the event title.
tl: Моля, въведете заглавието на събититето.

# tl_calendar_events.alias.0
source: Event alias
tl: Псевдоним на събитие

# tl_calendar_events.alias.1
source: The event alias is a unique reference to the event which can be called instead of its numeric ID.
tl: Псевдонима на събитие е уникална референция към събититето, която може да бъде извикана вместо ID на събитието

# tl_calendar_events.addTime.0
source: Add time
tl: Добавяне на време

# tl_calendar_events.addTime.1
source: Add a start and end time to the event.
tl: Добавете време на започване и време на завършване на събититето.

# tl_calendar_events.startTime.0
source: Start time
tl: Начало

# tl_calendar_events.startTime.1
source: Please enter the start time according to the global time format.
tl: Моля, въведете време на започване, като използвате глобалния формат за време.

# tl_calendar_events.endTime.0
source: End time
tl: Край

# tl_calendar_events.endTime.1
source: Use the same value for start and end time to create an open-ended event.
tl: Моля, въведете време на завършване, като използвате глобалния формат за време.

# tl_calendar_events.startDate.0
source: Start date
tl: Начална дата

# tl_calendar_events.startDate.1
source: Please enter the start date according to the global date format.
tl: Моля, въведете началната дата на събитието.

# tl_calendar_events.endDate.0
source: End date
tl: Крайна дата

# tl_calendar_events.endDate.1
source: Leave blank to create a single day event.
tl: Моля, въведете крайната дата на събитието или оставете празно, ако събититето трае само един ден.

# tl_calendar_events.details.0
source: Event text
tl: Подробности за събитието

# tl_calendar_events.details.1
source: Here you can enter the event text.
tl: Моля, въведете подробности за събитието

# tl_calendar_events.published.0
source: Publish event
tl: Публикувано

# tl_calendar_events.published.1
source: Make the event publicly visible on the website.
tl: Събититето няма да се вижда на сайта докато не го публикувате.

# tl_calendar_events.new.0
source: New event
tl: Ново събитие

# tl_calendar_events.new.1
source: Create a new event
tl: Създаване на ново събитие

# tl_calendar_events.show.0
source: Event details
tl: Подробности за събитие

# tl_calendar_events.show.1
source: Show the details of event ID %s
tl: Покажи подробности за събитие с ID %s

# tl_calendar_events.edit.0
source: Edit event
tl: Редакиране на събитие

# tl_calendar_events.edit.1
source: Edit event ID %s
tl: Редакиране на събитие с ID %s

# tl_calendar_events.copy.0
source: Duplicate event
tl: Копиране на събитие

# tl_calendar_events.copy.1
source: Duplicate event ID %s
tl: Копиране на събитие с ID %s

# tl_calendar_events.delete.0
source: Delete event
tl: Изтриване на събитие

# tl_calendar_events.delete.1
source: Delete event ID %s
tl: Изтриване на събитие с ID %s

# tl_calendar_events.editheader.0
source: Edit calendar
tl: Редактиране на календар

# tl_calendar_events.editheader.1
source: Edit the calendar settings
tl: Редактиране на текущия календар
