Repository: Ainschy/core-contao
Catalog: .tx/source/*/calendar/*_module.xlf
Languages: tl

# tl_module.cal_calendar.0
source: Calendars
tl: Календар

# tl_module.cal_calendar.1
source: Please select one or more calendars.
tl: Моля, изберете календар.

# tl_module.cal_startDay.0
source: Week start day
tl: Първи ден от седмицата

# tl_module.cal_startDay.1
source: Here you can choose the week start day.
tl: Моля, изберете първи ден от седмицата.

# tl_module.cal_format.0
source: Event list format
tl: Формат

# tl_module.cal_format.1
source: Here you can choose the event list format.
tl: Моля изберете формат за списъка със събититя

# tl_module.cal_template.0
source: Event template
tl: Шаблон за събитие

# tl_module.cal_template.1
source: Here you can select the event template.
tl: Моля, избрете изглед за събититето. Можете да добавяте потребителски изгледи за събития

# tl_module.cal_day
source: Day
tl: Ден

# tl_module.cal_month
source: Month
tl: Месец
