Repository: Ainschy/core-contao
Catalog: .tx/source/*/calendar/default.xlf
Languages: bg, ku

# MSC.cal_events
source: %d event(s)
bg: %d събитие(я)
ku: %d Çalakî

# MSC.cal_previous
source: &lt;
bg: Предишен месец

# MSC.cal_next
source: &gt;
bg: Следващ месец

# MSC.cal_emptyDay
source: There are no events on this day.
bg: Няма събития за този ден.
ku: Tu çalakî tune îro.

# MSC.cal_emptyWeek
source: There are no events for this week.
bg: Няма събития за тази седмица.
ku: Tu çalakî tune bo vê heftê.

# MSC.cal_emptyMonth
source: There are no events for this month.
bg: Няма събития за този месец.
ku: Tu çalakî tune bo vê mehê.

# MSC.cal_emptyYear
source: There are no events for this year.
bg: Няма събития за тази година.
ku: Tu çalakî tune bo îsal.

# MSC.cal_empty
source: Currently there are no events.
bg: Няма предстоящи събития.
ku: Niha tu çalakî tune.

# MSC.cal_days
source: This event is repeated every %s. day
bg: Събитието се повтаря на всеки %s.
ku: Ev çalakî her %s. roj tê dubarekirin.

# MSC.cal_weeks
source: This event is repeated every %s. week
bg: Събитието се повтаря всяка %s. седмица.
ku: Ev çalakî her %s. hefte tê dubarekirin.

# MSC.cal_months
source: This event is repeated every %s. month
bg: Събитието се повтаря всеки %s. месец.
ku: Ev çalakî her %s. meh tê dubarekirin.

# MSC.cal_years
source: This event is repeated every %s. year
bg: Събитието се повтаря всяка %s. година.
ku: Ev çalakî her %s. sal tê dubarekirin.

# MSC.cal_until
source: until %s
bg: до %s
ku: heta %s
