Repository: Ainschy/core-contao
Catalog: .tx/source/*/repository/*_repository.xlf
Languages: tl

# tl_repository.category.0
source: Category
tl: Kategorija

# tl_repository.category.1
source: Please select the extension category.
tl: Pasirinkite priedų kategoriją.

# tl_repository.copyright.0
source: Copyright
tl: Autorinės teisės

# tl_repository.copyright.1
source: Here you can enter a copyright notice (e.g. &amp;copy; 2007,2008 Jerry Miller Webservices Inc).
tl: Čia galite įrašyti autorinių teisių pastabą (pvz. © 2007-2010 Vardenis Pavardenis, „ManoUABas“, UAB)

# tl_repository.description.0
source: Description
tl: Aprašymas

# tl_repository.description.1
source: These HTML tags are allowed: %s
tl: Galimos HTML žymos: %s

# tl_repository.extension.0
source: Extension
tl: Priedas

# tl_repository.extension.1
source: Name of the extension.
tl: Pasirinkite priedo pavadinimą.

# tl_repository.functionality.0
source: Functionality
tl: Funkcionalumas

# tl_repository.functionality.1
source: Does the extension provide the expected functionality?
tl: Ar priedas atitinka Jūsų lūkesčius?

# tl_repository.license.0
source: License
tl: Licencija

# tl_repository.license.1
source: Please enter a short license information. You may add full license information in a file LICENSE.txt.
tl: Įrašykite trumpą licencijos aprašą. Pilną licenciją galite įrašyti faile LICENSE.txt.

# tl_repository.name.0
source: Name
tl: Pavadinimas

# tl_repository.name.1
source: Extension names must start with a-z, A-Z or 0-9, whereby lowercase names are prefered. Additionally, the characters _ and - are allowed within the name.
tl: Priedų pavadinimai gali prasidėti a-z, A-Z arba 0-9, visgi būtų geriau, jei naudotumėte mažąsias raides. Be to, pavadinime gali būti _ ir - simboliai.

# tl_repository.popularity.0
source: Popularity
tl: Populiarumas

# tl_repository.popularity.1
source: %s/%s (downloads/installs)
tl: %s/%s (atsisiuntimai/įdiegimai)

# tl_repository.quality.0
source: Quality
tl: Kokybė

# tl_repository.quality.1
source: How robust is the extension and how painless is installation and maintenance?
tl: Ar geras priedas ir kaip gerai jis diegiamas/prižiūrimas?

# tl_repository.releasedate.0
source: Release date
tl: Iįleidimo data

# tl_repository.releasedate.1
source: Enter the publishing date of this release in format %s
tl: Įrašykite išleidimo datą (YYYY-MM-DD).

# tl_repository.selversion.0
source: Version
tl: Versija

# tl_repository.selversion.1
source: Please select the version
tl: Pasirinkite versiją

# tl_repository.type.0
source: Type
tl: Tipas

# tl_repository.type.1
source: Please select the extension type.
tl: Pasirinkite priedo tipą.

# tl_repository.usability.0
source: Usability
tl: Naudojimo tinkamumas

# tl_repository.usability.1
source: Does the extension meet the Contao standards for usability and accessability?
tl: Ar priedas atitinka TYPOlight naudojimo ir prieinamumo standartus?

# tl_repository.version.0
source: Version
tl: Versija

# tl_repository.version.1
source: Version numbers must be in format n.n.n s, where n are integers and s is one of: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable
tl: Versijos numeriai turi būti įrašyti kaip n.n.n s (n - sveikieji skaičiai, s - vienas iš: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable).

# tl_repository.author
source: Author
tl: Autorius

# tl_repository.build
source: Build
tl: Konstrukcija (build)

# tl_repository.cancel
source: Cancel
tl: Atšaukti

# tl_repository.continue
source: Continue
tl: Tęsti

# tl_repository.dependencies
source: Dependencies of this extension
tl: Priedo priklausomybės

# tl_repository.dependents
source: Other extensions depending on this one
tl: Kiti priedai reikalauja šio

# tl_repository.dependentsdel
source: The following extensions are dependent from <em>%s</em> and may render broken:
tl: Šie priedai yra priklausomi nuo <em>%s</em> ir gali tinkamai neveikti:

# tl_repository.donate
source: Donate
tl: Aukoti

# tl_repository.downloads
source: Package downloads
tl: Paketo atsisiuntimai

# tl_repository.extensionnotfound
source: Extension not found.
tl: Priedas nerastas.

# tl_repository.forum
source: Forum
tl: Forumas

# tl_repository.installs
source: Online installs
tl: Gyvi įdiegimai

# tl_repository.langtrans
source: %s transl.
tl: %s vert.

# tl_repository.manual
source: Manual
tl: Instrukcija

# tl_repository.no
source: no
tl: ne

# tl_repository.noextensionsfound
source: No matching extensions found.
tl: Priedų nerasta.

# tl_repository.orderby
source: Order by
tl: Rūšiuoti pagal

# tl_repository.otherlanguages
source: Other languages
tl: Kitos kalbos

# tl_repository.pageof
source: Page %s of %s
tl: Puslapis %s iš %s

# tl_repository.ratingfmt
source: %.2f (%d votes)
tl: %.2f (%d balsai)

# tl_repository.reldownloads
source: Release downloads
tl: Leidinio atsisiuntimai

# tl_repository.releasenotesfor
source: Release notes and change log for %s
tl: Leidinio %s užrašai ir pakeitimų žurnalas

# tl_repository.relfunctionality
source: Release functionality
tl: Leidinio funkcionalumas

# tl_repository.relinstalls
source: Release installs
tl: Leidinio įdiegimai

# tl_repository.relquality
source: Release quality
tl: Leidinio kokybė

# tl_repository.relrating
source: Release rating
tl: Leidinio reitingas

# tl_repository.relupdates
source: Release updates
tl: Leidinio atnaujinimai

# tl_repository.relusability
source: Release usability
tl: Leidinio naudojimo tinkamumas

# tl_repository.save
source: Save
tl: Saugoti

# tl_repository.shop
source: Shop
tl: Parduotuvė

# tl_repository.showpicture
source: Show full size picture
tl: Rodyti pilno dydžio paveikslėlį

# tl_repository.state
source: State
tl: Būsena

# tl_repository.tag
source: Tag
tl: Žyma

# tl_repository.thumbnail
source: Thumbnail picture
tl: Glaustas paveikslėlis

# tl_repository.totdownloads
source: Total downloads
tl: Bendri atsisiuntimai

# tl_repository.totfunctionality
source: Total functionality
tl: Bendras funkcionalumas

# tl_repository.totinstalls
source: Total installs
tl: Bendri įdiegimai

# tl_repository.totquality
source: Total quality
tl: Bendra kokybė

# tl_repository.totrating
source: Total rating
tl: Bendras reitingas

# tl_repository.totupdates
source: Total updates
tl: Bendri atnaujinimai

# tl_repository.totusability
source: Total usability
tl: Bendras naudojimo tinkamumas

# tl_repository.versionfrom
source: Version from
tl: Versija nuo

# tl_repository.versions
source: Other versions
tl: Kitos versijos

# tl_repository.versionto
source: Version to
tl: Versija iki

# tl_repository.yes
source: yes
tl: taip

# tl_repository.lickey.0
source: License key
tl: Licencijos raktas

# tl_repository.lickey.1
source: Enter the license key that you got from the extension vendor.
tl: Įrašykite licencijos raktą, kurį Jums suteikė priedo pardavėjas.

# tl_repository.uninstprotect.0
source: Uninstall protection
tl: Šalinimo apsauga

# tl_repository.uninstprotect.1
source: Protect extension against accidental uninstallation.
tl: Apsaugoti priedą nuo netyčinio šalinimo.

# tl_repository.updateprotect.0
source: Update protection
tl: Atnaujinimo apsauga

# tl_repository.updateprotect.1
source: Protect extension against accidental update.
tl: Apsaugoti plėtinį nuo netyčinio atnaujinimo.

# tl_repository.action
source: Action
tl: Veiksmas

# tl_repository.actionsummary
source: Action summary
tl: Veiksmų santrauka

# tl_repository.actionsuccess
source: Actions successful.
tl: Veiksmai sėkmingi.

# tl_repository.actionfailed
source: One or more actions failed.
tl: Vienas ar daugiau veiksmų nepavyko.

# tl_repository.apply
source: Apply
tl: Taikyti

# tl_repository.byorder
source: By %s
tl: Nuo %s

# tl_repository.checkextension
source: Check extension
tl: Tikrinti priedą

# tl_repository.dbuptodate
source: Database is up to date
tl: Duomenų bazė atnaujinta

# tl_repository.deletingdirs
source: Deleting directories
tl: Šalinami katalogai

# tl_repository.deletingfiles
source: Deleting files
tl: Šalinami failai

# tl_repository.editextension
source: Edit settings
tl: Redaguoti nustatymus

# tl_repository.extinstrecntf
source: Extension install record not found
tl: Priedo diegimo įrašas nerastas

# tl_repository.errdldpkg
source: Download of package from repository failed
tl: Nepavyko atsisiųsti priedo iš talpyklos.

# tl_repository.failed
source: failed
tl: nepavyko

# tl_repository.fileerrwrite
source: Error writing file %s
tl: Klaida įrašant į failą %s

# tl_repository.filesdeleted
source: %s file(s) deleted
tl: %s failas(ai) pašalintas

# tl_repository.filesinstalled
source: %s file(s) installed
tl: %s failas(ai) įdiegtas

# tl_repository.filesunchanged
source: %s file(s) unchanged
tl: %s failas(ai) nepakeistas

# tl_repository.filesupdated
source: %s file(s) updated
tl: %s failas(ai) atnaujintas

# tl_repository.ftsearch
source: Fulltext search
tl: Pilno teksto paieška

# tl_repository.goback
source: Go back
tl: Grįžti

# tl_repository.install
source: Install
tl: Įdiegti

# tl_repository.installextension
source: Install extension
tl: Įdiegti/Atnaujinti priedą

# tl_repository.installingext
source: Install %s %s build %s
tl: Įdiegti %s %s build %s

# tl_repository.installlogtitle
source: File installation/update log
tl: Failų diegimo/atnaujinimo žurnalas

# tl_repository.lickeyrequired
source: This extension requires a license key. Please visit the vendor's shop to purchase one.
tl: Šiam priedui įdiegti reikalinga licencija. Susisiekite su pardavėju ir įsigykite.

# tl_repository.none
source: None
tl: Joks

# tl_repository.notfound
source: not found
tl: nerasta

# tl_repository.okuninstextension
source: OK to uninstall <em>%s</em> now?
tl: Tikrai šalinti <em>%s</em> dabar?

# tl_repository.showdetails
source: Show details
tl: Rodyti informaciją

# tl_repository.stateshint
source: Check the states to be included.
tl: Tikrinti diegimo būseną.

# tl_repository.status
source: Status
tl: Būsena

# tl_repository.success
source: success
tl: sėkminga

# tl_repository.uninstallextension
source: Uninstall extension
tl: Šalinti priedą

# tl_repository.updatedatabase
source: Update database
tl: Tikrinti/Atnaujinti duomenų bazę

# tl_repository.updateextension
source: Update extension
tl: Atnaujinti priedą

# tl_repository.updateextensions
source: Update checked extensions
tl: Atnaujinti pažymėtus plėtinius

# tl_repository.update
source: Update
tl: Atnaujinti

# tl_repository.updates
source: Updates
tl: Atnaujinimai

# tl_repository.updatehint
source: Check the states to be included at updates.
tl: Tikrinti atnaujinimo diegimo būseną.

# tl_repository.updatingext
source: Update %s %s build %s
tl: Atnaujinimas %s %s build %s

# tl_repository.validate
source: Repair
tl: Taisyti

# tl_repository.validatingext
source: Verify/repair %s %s build %s
tl: Sutikrinti/Taisyti %s %s build %s

# tl_repository.missingSoapModule
source: SOAP extension not loaded (configure PHP with --enable-soap).
tl: Neužkrautas SOAP plėtinys (sukonfigūruokite PHP su --enable-soap).

# tl_repository_type_options.free
source: Free
tl: Nemokamas

# tl_repository_type_options.private
source: Private
tl: Asmeniniam naudojimui

# tl_repository_type_options.commercial
source: Commercial
tl: Comercinis

# tl_repository_category_options.application
source: Application
tl: Aplikacija

# tl_repository_category_options.plugin
source: Plugin
tl: Įskiepis

# tl_repository_category_options.template
source: Theme
tl: Šablonas

# tl_repository_category_options.utility
source: Utility
tl: Naudingi

# tl_repository_category_options.widget
source: Widget
tl: Valdiklis

# tl_repository_category_options.translation
source: Translation
tl: Vertimas

# tl_repository_category_options.bundle
source: Bundle
tl: Paketas

# tl_repository_category_options.other
source: Other
tl: Kita

# tl_repository_category_options.core
source: Core
tl: Branduolys

# tl_repository_order_options.reldate
source: Releasedate
tl: Išleidimo data

# tl_repository_order_options.rating
source: Rating
tl: Reitingas

# tl_repository_order_options.popular
source: Popularity
tl: Populiarumas

# tl_repository_order_options.name
source: Name
tl: Pavadinimas

# tl_repository_order_options.title
source: Title
tl: Antraštė

# tl_repository_order_options.author
source: Author
tl: Autorius

# tl_repository_statext.uptodate
source: Up to date
tl: Nereikalauja atnaujinimo.

# tl_repository_statext.notapproved
source: Not approved for %s %s
tl: Nepatvirtinta %s %s.

# tl_repository_statext.notapprovedwith
source: Not approved with %s %s
tl: Nepatvirtinta su %s %s.

# tl_repository_statext.shouldwork
source: Expected to be compatible with %s %s
tl: Tikėtina kad veiks su %s %s

# tl_repository_statext.newversion
source: Version %s build %s available
tl: Nauja versija %s build %s prieinama

# tl_repository_statext.depmissing
source: Missing required extension %s
tl: Pasigendu reikalaujamo priedo %s.

# tl_repository_statext.extnotfound
source: Extension not found in repository
tl: Priedas talpykloje nerastas.

# tl_repository_statext.vernotfound
source: Installed version not found in repository
tl: Įdiegta versija talpykloje nerasta.

# tl_repository_statext.extneedkey
source: License key required, install extension in advance
tl: Reikalingas licencijos raktas, priedą galite įdiegti dabar.

# tl_repository_statext.errorinstall
source: Corrupted, update/repair required
tl: Diegimas nepavyko, pameginkite atnaujinti/taisyti.
