Repository: Ainschy/core-contao
Catalog: .tx/source/*/listing/*_module.xlf
Languages: tl

# tl_module.list_table.0
source: Table
tl: Таблица

# tl_module.list_table.1
source: Please choose the source table.
tl: Моля, изберете таблицата с данни

# tl_module.list_fields.0
source: Fields
tl: Полета

# tl_module.list_fields.1
source: Please enter a comma separated list of the fields you want to list.
tl: Моля въведте полетата, които искате да се показват, разделени със запетая.

# tl_module.list_where.0
source: Condition
tl: Условие

# tl_module.list_where.1
source: Here you can enter a condition to filter the results (e.g. <em>published=1</em> or <em>type!="admin"</em>).
tl: Тук можете да въведте условие по което да се филтрират резултатите (например <em>published=1</em> или <em>type!="admin"</em>).

# tl_module.list_search.0
source: Searchable fields
tl: Полета по които да се търси.

# tl_module.list_search.1
source: Here you can enter a comma seperated list of fields that you want to be searchable.
tl: Тук можете да въведте списък от полета, разделени със запетая, по които ще се търси.

# tl_module.list_sort.0
source: Order by
tl: Подреждане по

# tl_module.list_sort.1
source: Here you can enter a comma seperated list of fields to sort the results by.
tl: Тук можете да въведте списък от полета, разделени със запетая, по които ще се сортира.

# tl_module.list_info.0
source: Details page fields
tl: Полета за страницата с подробности

# tl_module.list_info.1
source: Enter a comma separated list of the fields you want to show on the details page. Leave blank to disable the feature.
tl: Въведете списък с полетата, които искате да се показват на страницата с подробности, разделени със запетая. Оставете празно, за да изключите тази функционалност.

# tl_module.list_info_where.0
source: Details page condition
tl: Условие за страницата с подробности

# tl_module.list_info_where.1
source: Here you can enter a condition to filter the results (e.g. <em>published=1</em> or <em>type!="admin"</em>).
tl: Тук можете да въведте условие по което да се филтрират резултатите (e.g. <em>published=1</em> или <em>type!="admin"</em>).

# tl_module.list_layout.0
source: List template
tl: Шаблон за списъка

# tl_module.list_layout.1
source: Here you can select the list template.
tl: Тук можете да изберете шаблон за списъка.

# tl_module.list_info_layout.0
source: Details page template
tl: Шаблон за страницата с подробности

# tl_module.list_info_layout.1
source: Here you can select the details page template.
tl: Тук можете да изберете шаблон за страницата с подробности.
