Repository: Ainschy/core-contao
Catalog: .tx/source/*/faq/*_faq_category.xlf
Languages: tl

# tl_faq_category.title.0
source: Title
tl: Заглавие

# tl_faq_category.title.1
source: Please enter the category title.
tl: Моля, въведете заглавието на категорията.

# tl_faq_category.headline.0
source: Headline
tl: Подзаглавие

# tl_faq_category.headline.1
source: Please enter the category headline.
tl: Моля въведете подзаглавие на категорията.

# tl_faq_category.deleteConfirm
source: Deleting category ID %s will also delete all its FAQs! Continue?
tl: Ако изтриете категория ще изтриете и всички въпроси и отговори в нея. Наистина ли желаете да изтриете категория с ID %s?

# tl_faq_category.new.0
source: New category
tl: Нова категория

# tl_faq_category.new.1
source: Create a new category
tl: Създаване на нова категория

# tl_faq_category.show.0
source: Category details
tl: Подробности за категорията

# tl_faq_category.show.1
source: Show the details of category ID %s
tl: Покажи подробности за категория с ID %s

# tl_faq_category.edit.0
source: Edit category
tl: Редакция на категория

# tl_faq_category.edit.1
source: Edit category ID %s
tl: Редакция на категория с ID %s

# tl_faq_category.copy.0
source: Duplicate category
tl: Копиране на категория

# tl_faq_category.copy.1
source: Duplicate category ID %s
tl: Копиране на категория с ID %s

# tl_faq_category.delete.0
source: Delete category
tl: Изтриване на категория

# tl_faq_category.delete.1
source: Delete category ID %s
tl: Изтриване на категория с ID %s
